{"E905B":{"n":"E905b - Vaseline","r":"Vorsicht","v":true,"g":true,"d":"Hinter der Bezeichnung E905b verbirgt sich Vaseline (Petrolatum), ein Gemisch aus gereinigten, gesättigten Kohlenwasserstoffen. In der Lebensmittelind..."},"E503":{"n":"E503 - Ammoniumcarbonate","r":"Unbedenklich","v":true,"g":true,"d":"Ammoniumcarbonate (E503) sind chemische Verbindungen, die in der Lebensmittelindustrie vor allem als Backtriebmittel bekannt sind. Sie sorgen dafür, d..."},"E336I":{"n":"E336i - Monokaliumtartrat","r":"Unbedenklich","v":true,"g":true,"d":"E336i, auch bekannt als Monokaliumtartrat oder Weinstein, ist das saure Kaliumsalz der Weinsäure. Es entsteht auf natürliche Weise als Nebenprodukt be..."},"E133":{"n":"E133 - Brilliantblau FCF","r":"Vorsicht","v":true,"g":true,"d":"E133, auch bekannt als Brilliantblau FCF, ist ein synthetisch hergestellter blauer Farbstoff aus der Gruppe der Triphenylmethanfarbstoffe. Er verleiht..."},"E307B":{"n":"E307b - konzentrierter Tocopherol","r":"Unbedenklich","v":true,"g":true,"d":"E307b, auch bekannt als konzentrierter Tocopherol-Extrakt, ist eine natürliche Form von Vitamin E, die als starkes Antioxidationsmittel eingesetzt wir..."},"E627":{"n":"E627 - Dinatriumguanylat","r":"Vorsicht","v":true,"g":true,"d":"Dinatriumguanylat (E627) ist ein hochwirksamer Geschmacksverstärker, der chemisch zu den Ribonukleotiden gehört. Er wird oft in Kombination mit Glutam..."},"E941":{"n":"E941 - Stickstoff","r":"Unbedenklich","v":true,"g":true,"d":"Stickstoff (E941) ist ein farb-, geschmacks- und geruchloses Gas, das den Hauptbestandteil unserer Erdatmosphäre bildet. In der Lebensmittelindustrie ..."},"E470B":{"n":"E470b - Magnesiumsalze der Speisefettsäuren","r":"Unbedenklich","v":true,"g":true,"d":"E470b bezeichnet Magnesiumsalze von Speisefettsäuren, die in der Lebensmittelindustrie primär als Trennmittel und Emulgatoren fungieren. Sie helfen da..."},"E160B":{"n":"E160b - Annatto (Bixin und Norbixin)","r":"Vorsicht","v":true,"g":true,"d":"E160b, besser bekannt als Annatto, Bixin oder Norbixin, ist ein natürlicher Farbstoff mit einer Farbpalette von Gelb bis Orange. Er wird aus den Samen..."},"E102":{"n":"E102 - Tartrazin","r":"Vorsicht","v":true,"g":true,"d":"E102, besser bekannt als Tartrazin, ist ein künstlich hergestellter, zitronengelber Azofarbstoff. Er wird in der Lebensmittelindustrie großflächig ein..."},"E150D":{"n":"E150d - Ammonsulfit-Zuckerkulör","r":"Vorsicht","v":true,"g":true,"d":"E150d, bekannt als Ammonsulfit-Zuckerkulör, ist der weltweit am häufigsten eingesetzte Farbstoff für dunkle Erfrischungsgetränke. Er verleiht Lebensmi..."},"E481":{"n":"E481 - Natriumstearoyl-2-lactylat","r":"Unbedenklich","v":true,"g":true,"d":"Natriumstearoyl-2-lactylat (E481) ist ein weit verbreiteter Lebensmittelzusatzstoff aus der Gruppe der Emulgatoren und Stabilisatoren. Er wird chemisc..."},"E332II":{"n":"E332ii - Trikaliumcitrat","r":"Unbedenklich","v":true,"g":true,"d":"Trikaliumcitrat (E332ii) ist das Kaliumsalz der Zitronensäure und wird in der Lebensmittelindustrie vielseitig eingesetzt. Es fungiert primär als Säur..."},"E302":{"n":"E302 - Calciumascorbat","r":"Unbedenklich","v":true,"g":true,"d":"E302, bekannt als Calciumascorbat, ist das Calciumsalz der Ascorbinsäure (Vitamin C). Es wird in der Lebensmittelindustrie primär als Antioxidationsmi..."},"E962":{"n":"E962 - Aspartam-acesulfamsalz","r":"Vorsicht","v":true,"g":true,"d":"E962, auch bekannt als Aspartam-Acesulfamsalz, ist ein künstlicher Süßstoff, der durch die chemische Verbindung von Aspartam (E951) und Acesulfam-K (E..."},"E243":{"n":"E243 - Ethyllauroylarginat","r":"Unbedenklich","v":true,"g":true,"d":"Ethyllauroylarginat (E243) ist ein moderner Konservierungsstoff, der chemisch aus der Aminosäure L-Arginin, Laurinsäure und Ethanol synthetisiert wird..."},"E436":{"n":"E436 - Polyoxyethylen-sorbitantristearat","r":"Vorsicht","v":false,"g":true,"d":"E436, auch bekannt als Polyoxyethylen-sorbitantristearat oder Polysorbat 65, ist ein künstlich hergestellter Emulgator und Stabilisator. Er sorgt in L..."},"E900B":{"n":"E900b - Methylphenylpolysiloxan","r":"Unbedenklich","v":true,"g":true,"d":"Methylphenylpolysiloxan (E900b) ist eine synthetisch hergestellte Silikonverbindung, die in der Lebensmittelindustrie vor allem als technischer Hilfss..."},"E333":{"n":"E333 - Calciumcitrat","r":"Unbedenklich","v":true,"g":true,"d":"Calciumcitrat (E333) ist das Calciumsalz der Zitronensäure und kommt als weißes, geruchloses Pulver vor. In der Lebensmittelindustrie dient es vor all..."},"E150C":{"n":"E150c - Ammoniak-Zuckerkulör","r":"Vorsicht","v":true,"g":true,"d":"E150c, auch bekannt als Ammoniak-Zuckerkulör, ist ein dunkler Lebensmittelfarbstoff, der durch die kontrollierte Erhitzung von Zucker unter Zusatz von..."},"E381":{"n":"E381 - Ammoniumeisen-III-citrat","r":"Unbedenklich","v":false,"g":true,"d":"E381 ist ein Farbstoff, der als Ammoniumeisen-III-citrat bezeichnet wird. Er wird in Lebensmitteln verwendet, um sie farbig zu machen und attraktiver ..."},"E470AII":{"n":"E470aii - Kaliumsalze der Speisefettsäuren","r":"Unbedenklich","v":true,"g":true,"d":"E470aii ist ein Lebensmittelzusatzstoff, der als Kaliumsalz der Speisefettsäuren bezeichnet wird. Es wird verwendet, um die Stabilität von Fettlösunge..."},"E160AII":{"n":"E160aii - Pflanzliche carotine","r":"Unbedenklich","v":true,"g":true,"d":"Pflanzliche Carotine, auch bekannt als E160aii, sind eine Gruppe von natürlichen Farbstoffen, die aus pflanzlichen Quellen stammen. Sie werden verwend..."},"E402":{"n":"E402 - Kaliumalginat","r":"Unbedenklich","v":true,"g":true,"d":"Kaliumalginat, auch bekannt als E402, ist ein Lebensmittelzusatzstoff, der aus Algen gewonnen wird. Es wird oft in Getränken und Backwaren verwendet, ..."},"E450IV":{"n":"E450iv - Dikaliumdihydrogendiphosphat","r":"Unbedenklich","v":true,"g":true,"d":"Dikaliumdihydrogendiphosphat, kurz E450iv, ist ein Lebensmittelzusatzstoff, der als E-Nummer E450IV geführt wird. Es wird häufig in Backwaren, Süßigke..."},"E246":{"n":"E246 - Glykolipide","r":"Unbedenklich","v":false,"g":true,"d":"Glykolipide sind eine Gruppe von E-Nummern, die in Lebensmitteln verwendet werden. Sie sind ein wichtiger Bestandteil vieler Lebensmittel und spielen ..."},"E250":{"n":"E250 - Natriumnitrit","r":"Vorsicht","v":false,"g":true,"d":"Natriumnitrit, auch bekannt als E250, ist ein künstliches Konservierungsmittel, das in Lebensmitteln verwendet wird, um die Wachstum und Entwicklung v..."},"E433":{"n":"E433 - Polyoxyethylen-sorbitanmonooleat","r":"Unbedenklich","v":true,"g":true,"d":"E433, auch bekannt als Polyoxyethylen-sorbitanmonooleat, ist ein synthetischer Emulgator, der in verschiedenen Lebensmitteln wie Schokolade, Kaugummi ..."},"E336":{"n":"E336 - Kaliumtartrate","r":"Unbedenklich","v":true,"g":true,"d":"Kaliumtartrate, auch bekannt als E336, ist ein Lebensmittelzusatzstoff, der als pH-Wert-Regler in verschiedenen Lebensmitteln verwendet wird. Es ist e..."},"E503I":{"n":"E503i - Ammoniumcarbonat","r":"Unbedenklich","v":true,"g":true,"d":"Ammoniumcarbonat, auch bekannt als E503i, ist ein Lebensmittelzusatzstoff, der als pH-Regulator und Emulgator verwendet wird. Es wird in verschiedenen..."},"E628":{"n":"E628 - Dikaliumguanylat","r":"Unbedenklich","v":true,"g":true,"d":"Dikaliumguanylat ist ein synthetischer Lebensmittelzusatzstoff mit der E-Nummer E628. Es wird als Stabilisator und Antioxidans verwendet. Dikaliumguan..."},"E333I":{"n":"E333i - Monocalciumcitrat","r":"Unbedenklich","v":true,"g":true,"d":"E333i, auch bekannt als Monocalciumcitrat, ist ein pflanzlicher Zusatzstoff, der in Lebensmitteln verwendet wird. Er wird als pH-Stabilisator und zur ..."},"E629":{"n":"E629 - Calciumguanylat","r":"Unbedenklich","v":false,"g":true,"d":"Calciumguanylat ist ein synthetischer Zusatzstoff mit der E-Nummer E629. Es wird als Verstärker oder Stabilisator in Lebensmitteln verwendet, um ihre ..."},"E181":{"n":"E181 - Tannine","r":"Unbedenklich","v":true,"g":true,"d":"Tannine sind eine Gruppe von Verbindungen, die in vielen Pflanzen vorkommen und für ihre antioxidantischen und antimikrobiellen Eigenschaften bekannt ..."},"E212":{"n":"E212 - Kaliumbenzoat","r":"Unbedenklich","v":true,"g":true,"d":"Kaliumbenzoat (E212) ist eine synthetische Verbindung, die als Konservierungsmittel in Lebensmitteln verwendet wird. Es wird zur Verhinderung von Bakt..."},"E1102":{"n":"E1102 - Glukose-Oxidase","r":"Vorsicht","v":false,"g":true,"d":"Glukose-Oxidase ist eine künstliche Substanz mit der E-Nummer E1102. Sie wird in einigen Lebensmitteln verwendet, um die Farbe und den Geschmack zu ve..."},"E283":{"n":"E283 - Kaliumpropionat","r":"Unbedenklich","v":true,"g":true,"d":"Kaliumpropionat ist eine chemische Verbindung mit der E-Nummer E283. Es wird als Konservierungsmittel in Lebensmitteln verwendet. Kaliumpropionat ist ..."},"E642":{"n":"E642 - Lysinhydrochlorid","r":"Unbedenklich","v":false,"g":true,"d":"Lysinhydrochlorid, auch bekannt als E642, ist ein synthetischer Lebensmittelzusatzstoff, der als pH-Stabilisator und Konservierungsmittel eingesetzt w..."},"E511":{"n":"E511 - Magnesiumchlorid","r":"Unbedenklich","v":true,"g":true,"d":"Magnesiumchlorid, auch bekannt als E511, ist ein Salz, das aus Magnesium und Chloridionen besteht. Es wird in der Lebensmittelindustrie als Konservier..."},"E1413":{"n":"E1413 - Phosphatiertes distärkephosphat","r":"Unbedenklich","v":true,"g":true,"d":"Phosphatiertes distärkephosphat, auch bekannt als E1413, ist ein Lebensmittelzusatzstoff. Es wird verwendet, um die Stabilität von Emulsionen und Susp..."},"E163E":{"n":"E163e - Peonidin","r":"Unbedenklich","v":true,"g":true,"d":"Peonidin ist ein glykosidischer Flavonoid, der in Früchten und Blüten vorkommt. Es wird als Farbstoff-Substanz in Lebensmitteln verwendet. Peonidin is..."},"E141I":{"n":"E141i - Kupferkomplexe der Chlorophylle","r":"Unbedenklich","v":true,"g":true,"d":"E141i ist eine E-Nummer, die für Kupferkomplexe der Chlorophylle verwendet wird. Diese Farbstoffzusatzstoffe sind pflanzlich und werden in Lebensmitte..."},"E1201":{"n":"E1201 - Polyvinylpyrrolidon","r":"Unbedenklich","v":true,"g":true,"d":"Polyvinylpyrrolidon, auch bekannt als PVP, ist eine synthetische Verbindung, die in der Lebensmittelchemie verwendet wird. Es handelt sich um ein poly..."},"E573":{"n":"E573 - Aluminiumstearat","r":"Unbedenklich","v":false,"g":true,"d":"E573 Aluminiumstearat ist ein Lebensmittelzusatzstoff, der zur Stabilisierung von Schokolade und anderen Süßigkeiten verwendet wird. Es handelt sich u..."},"E341I":{"n":"E341i - Monocalciumphosphat","r":"Unbedenklich","v":false,"g":true,"d":"Monocalciumphosphat, auch bekannt als E341i, ist ein Lebensmittelzusatzstoff, der als pH-Regulator und Emulgator verwendet wird. Es wird häufig in Leb..."},"E160F":{"n":"E160f - β-Apo-8′-carotinsäureethylester","r":"Unbedenklich","v":false,"g":true,"d":"β-Apo-8′-carotinsäureethylester ist ein synthetischer Farbstoff, der unter der E-Nummer E160F geführt wird. Er wird verwendet, um Lebensmittel zu farb..."},"E172":{"n":"E172 - Eisenoxide und Eisenhydroxide","r":"Unbedenklich","v":true,"g":true,"d":"E172 ist eine E-Nummer für Eisenoxide und Eisenhydroxide. Diese Verbindung wird als Lebensmittelzusatzstoff verwendet, um die Farbe von Lebensmitteln ..."},"E1442":{"n":"E1442 - Hydroxypropyldistärkephosphat","r":"Unbedenklich","v":true,"g":true,"d":"E1442, auch bekannt als Hydroxypropyldistärkephosphat, ist ein Lebensmittelzusatzstoff, der in der Lebensmittelindustrie verwendet wird. Seine Struktu..."},"E462":{"n":"E462 - Ethylcellulose","r":"Unbedenklich","v":true,"g":true,"d":"Ethylcellulose, mit der E-Nummer E462, ist ein synthetischer Stoff, der aus Cellulose hergestellt wird. Er wird als Lebensmittelzusatzstoff verwendet,..."},"E479B":{"n":"E479b - Thermooxidiertes Sojaöl verestert mit Mono- und Diglyceriden von Speisefettsäuren","r":"Unbedenklich","v":true,"g":true,"d":"E479B ist eine E-Nummer, die für Thermooxidiertes Sojaöl verestert mit Mono- und Diglyceriden von Speisefettsäuren verwendet wird. Dieses Lebensmittel..."},"E905F":{"n":"E905f - Mineralöl mittlere und niedrige Viskosität Klasse II","r":"Unbedenklich","v":true,"g":true,"d":"E905f ist eine Kategorie von Mineralölen, die für die Lebensmittelindustrie verwendet werden. Diese Mineralöle haben eine mittlere und niedrige Viskos..."},"E541II":{"n":"E541ii - Alkalisches Natriumaluminiumphosphat","r":"Unbedenklich","v":true,"g":true,"d":"E541ii, auch bekannt als Alkalisches Natriumaluminiumphosphat, ist ein synthetischer Zusatzstoff, der in vielen Lebensmitteln verwendet wird. Er dient..."},"E141":{"n":"E141 - Kupferhaltigen Komplexe der Chlorophylle und Chlorophylline","r":"Unbedenklich","v":true,"g":true,"d":"E141 ist eine E-Nummer für Farbstoffe in Lebensmitteln. Es handelt sich um Kupferhaltige Komplexe der Chlorophylle und Chlorophylline. Diese Farbstoff..."},"E902":{"n":"E902 - Candelillawachs","r":"Unbedenklich","v":true,"g":true,"d":"Candelillawachs ist ein pflanzlicher Wachs, der aus den Blättern der Candelilla-Pflanze (Euphorbia cerifera) gewonnen wird. Es wird oft als Alternativ..."},"E576":{"n":"E576 - Natriumgluconat","r":"Unbedenklich","v":true,"g":true,"d":"Natriumgluconat, bekannt als E576, ist ein Lebensmittelzusatzstoff, der in der Lebensmittelindustrie verwendet wird. Es ist ein Salz des Glukonsäure u..."},"E1421":{"n":"E1421 - Acetylierte Stärke","r":"Unbedenklich","v":true,"g":true,"d":"Acetylierte Stärke ist ein Lebensmittelzusatzstoff mit der E-Nummer E1421. Sie wird aus Stärke hergestellt und wird als Texturierungsmittel und Stabil..."},"E1504":{"n":"E1504 - Essigsäureethylester","r":"Unbedenklich","v":true,"g":true,"d":"E1504, auch bekannt als Essigsäureethylester, ist ein synthetischer Lebensmittelzusatzstoff, der in der Lebensmittelindustrie verwendet wird. Er wird ..."},"E620":{"n":"E620 - Glutaminsäure","r":"Unbedenklich","v":false,"g":true,"d":"Glutaminsäure, auch bekannt als E620, ist eine Aminosäure, die in der Lebensmittelindustrie weit verbreitet ist. Sie wird als Geschmacksverstärker und..."},"E472":{"n":"E472 - Säureester von Mono- und Diglyceride von Speisefettsäuren","r":"Unbedenklich","v":false,"g":true,"d":"E472 ist ein Lebensmittelzusatzstoff, der zur Stabilisierung von Emulsionen und zur Verbesserung der Textur von Lebensmitteln verwendet wird. Er wird ..."},"E470AI":{"n":"E470ai - Natriumsalze der Speisefettsäuren","r":"Unbedenklich","v":false,"g":true,"d":"E470ai ist eine E-Nummer, die für Natriumsalze der Speisefettsäuren steht. Diese Salze werden verwendet, um Fette und Öle in Lebensmitteln zu stabilis..."},"E160AI":{"n":"E160ai - Beta-Carotin","r":"Unbedenklich","v":true,"g":true,"d":"Beta-Carotin ist ein wasserlösliches, gelbes Pigment, das in Karotten und anderen pflanzlichen Lebensmitteln vorkommt. Es wird auch als E-Nummer E160a..."},"E162":{"n":"E162 - Betanin","r":"Unbedenklich","v":true,"g":true,"d":"Betanin ist eine rote, künstliche Lebensmittelzutat, die als Farbstoff verwendet wird. Es wird aus der Betarübe gewonnen und hat eine E-Nummer von E16..."},"E161G":{"n":"E161g - Canthaxanthin","r":"Unbedenklich","v":false,"g":true,"d":"Canthaxanthin ist eine synthetische chemische Verbindung, die als Lebensmittelzusatzstoff unter der E-Nummer E161g verwendet wird. Es wird hauptsächli..."},"E224":{"n":"E224 - Kaliummetabisulfit","r":"Unbedenklich","v":true,"g":true,"d":"Kaliummetabisulfit, auch bekannt als E224, ist ein Konservierungsmittel in der Lebensmittelchemie. Es wird verwendet, um Lebensmittel vor dem Wachstum..."},"E625":{"n":"E625 - Magnesiumdiglutamat","r":"Unbedenklich","v":true,"g":true,"d":"E625, auch bekannt als Magnesiumdiglutamat, ist ein Lebensmittelzusatzstoff mit der E-Nummer E625. Es wird als pH-Stabilisator verwendet, um die pH-We..."},"E172I":{"n":"E172i - Eisenoxidschwarz","r":"Unbedenklich","v":true,"g":true,"d":"Eisenoxidschwarz (E172I) ist ein synthetischer Farbstoff, der in der Lebensmittelindustrie verwendet wird. Es wird verwendet, um Lebensmitteln eine du..."},"E341":{"n":"E341 - Calciumphosphate","r":"Unbedenklich","v":true,"g":true,"d":"E341 ist die E-Nummer für Calciumphosphate, ein anorganischer Salz der Calciumsäure und Phosphorsäure. Es wird als Lebensmittelzusatzstoff verwendet, ..."},"E231":{"n":"E231 - Orthophenylphenol","r":"Unbedenklich","v":true,"g":true,"d":"Orthophenylphenol, auch bekannt als E231, ist ein synthetisches Chemikaliengift, das in Lebensmitteln als Konservierungsmittel verwendet wird. Es wird..."},"E515II":{"n":"E515ii - Kaliumhydrogensulfat","r":"Unbedenklich","v":true,"g":true,"d":"Kaliumhydrogensulfat, auch bekannt als E515ii, ist ein Lebensmittelzusatzstoff mit der E-Nummer E515II. Es wird als Konservierungsstoff verwendet, um ..."},"E553":{"n":"E553) - Magnesiumsilicat","r":"Unbedenklich","v":true,"g":true,"d":"Magnesiumsilicat, auch bekannt unter der E-Nummer E553, ist ein in Lebensmitteln verwendeter Weißpigment. Es wird aus Magnesiumoxid und Siliciumdioxid..."},"E310":{"n":"E310 - Propylgallat","r":"Unbedenklich","v":true,"g":true,"d":"Propylgallat, auch bekannt als E310, ist ein synthetischer Gallussäureester, der als Lebensmittelzusatzstoff verwendet wird. Es ist ein Antioxidans, d..."},"E495":{"n":"E495 - Sorbitanmonopalmitat","r":"Unbedenklich","v":true,"g":true,"d":"Sorbitanmonopalmitat, auch bekannt als E495, ist ein Emulgator, der in Lebensmitteln zur Stabilisierung von Schleim und zur Verbesserung der Textur ve..."},"E710":{"n":"E710 - Spiramycin","r":"Vorsicht","v":false,"g":true,"d":"Spiramycin ist eine chemische Verbindung, die als E-Nummer E710 in der Lebensmittelchemie verwendet wird. Es ist ein Antibiotikum, das in der Tiermedi..."},"E322II":{"n":"E322ii - Teilweise hydrolysiertes Lecithin","r":"Unbedenklich","v":false,"g":true,"d":"E322ii ist eine E-Nummer für Teilweise hydrolysiertes Lecithin. Es handelt sich um einen Lebensmittelzusatzstoff, der aus Eiern oder Pflanzen gewonnen..."},"E426":{"n":"E426 - Sojabohnen-polyose","r":"Unbedenklich","v":true,"g":true,"d":"Sojabohnen-polyose (E426) ist eine pflanzliche E-Nummer, die aus Sojabohnen hergestellt wird. Sie wird als Lebensmittelzusatz verwendet, um die Textur..."},"E484":{"n":"E484 - Stearylcitrat","r":"Unbedenklich","v":false,"g":true,"d":"Stearylcitrat ist eine E-Nummer E484, die als Lebensmittelzusatzstoff verwendet wird. Es ist ein Derivat des Citronensäure, das mit Stearylalkohol umg..."},"E161A":{"n":"E161a - Flavoxanthin","r":"Unbedenklich","v":true,"g":true,"d":"Flavoxanthin ist ein natürlicher Farbstoff, der in vielen Lebensmitteln verwendet wird. Es wird auch als E-Nummer E161A bezeichnet. Flavoxanthin ist e..."},"E323":{"n":"E323 - Anoxomer","r":"Unbedenklich","v":true,"g":true,"d":"E323 Anoxomer ist ein Lebensmittelzusatzstoff, der zur Verhinderung der Oxidation verwendet wird. Er wird in verschiedenen Lebensmitteln wie Fleisch, ..."},"E452I":{"n":"E452i - Natriumpolyphosphat","r":"Unbedenklich","v":true,"g":true,"d":"E452i, auch bekannt als Natriumpolyphosphat, ist eine E-Nummer, die in Lebensmitteln als Emulgator, Stabilisator und Antioxidans verwendet wird. Diese..."},"E999":{"n":"E999 - Quillajaextrakt","r":"Unbedenklich","v":true,"g":true,"d":"E999 ist ein Lebensmittelzusatzstoff, der aus dem Quillaja-Tree gewonnen wird. Quillaja-Extrakt wird verwendet, um das Verhalten von Lebensmitteln zu ..."},"E152":{"n":"E152 - Kienruß","r":"Unbedenklich","v":true,"g":true,"d":"Kienruß ist eine E-Nummer, die in der Lebensmittelchemie verwendet wird. Es wird als Farbstoff in Lebensmitteln eingesetzt. Die E-Nummer E152 wird auc..."},"E123":{"n":"E123 - Amaranth","r":"Vorsicht","v":false,"g":true,"d":"Amaranth (E123) ist eine synthetische Farbstoff-Gruppe, die in Lebensmitteln verwendet wird. Es ist auch als Allura Red bekannt. Die E-Nummer von Amar..."},"E637":{"n":"E637 - Ethyl maltol","r":"Unbedenklich","v":true,"g":true,"d":"Ethyl maltol ist eine chemische Verbindung, die als Aroma- und Geschmacksstoff in Lebensmitteln und Getränken verwendet wird. Es hat eine süße, malzar..."},"E944":{"n":"E944 - Propan","r":"Unbedenklich","v":true,"g":true,"d":"Propan ist eine chemische Verbindung mit der E-Nummer E944. Es wird als Lebensmittelzusatzstoff verwendet und ist ein flüchtiger Gas. Propan ist ein A..."},"E160D":{"n":"E160d - Lycopin","r":"Unbedenklich","v":true,"g":true,"d":"Lycopin ist eine natürliche Farbstoff-Substanz, die in Tomaten und anderen Tomatenarten vorkommt. Es wird auch als künstliche Farbstoff-Substanz verwe..."},"E352":{"n":"E352 - Calciummalaten","r":"Unbedenklich","v":true,"g":true,"d":"Calciummalate ist ein Lebensmittelzusatzstoff mit der E-Nummer E352. Es wird verwendet, um die Säuerung von Lebensmitteln zu steuern und als Koffeinve..."},"E315":{"n":"E315 - Isoascorbinsäure","r":"Unbedenklich","v":true,"g":true,"d":"Isoascorbinsäure, auch bekannt als E315, ist ein synthetisches Vitamin C-Derivat. Es wird als Konservierungsmittel in Lebensmitteln verwendet. Isoasco..."},"E490":{"n":"E490 - 1‚2-Propandiol","r":"Unbedenklich","v":true,"g":true,"d":"1,2-Propandiol, auch bekannt als E490, ist ein chemischer Verbindungsname für eine Reihe von Propandiole. Diese Verbindungen sind eine Art von Polyole..."},"E905D":{"n":"E905d - Mineralöl hohe Viskosität","r":"Unbedenklich","v":true,"g":true,"d":"E905D ist eine E-Nummer für Mineralöl mit hoher Viskosität. Es wird in Lebensmitteln verwendet, um die Konsistenz und die Textur zu verbessern. Minera..."},"E440II":{"n":"E440ii - Amidiertes pektin","r":"Unbedenklich","v":true,"g":true,"d":"Amidiertes Pektin, auch bekannt als E440ii, ist ein Lebensmittelzusatzstoff, der aus dem Pektin gewonnen wird. Pektin ist eine natürliche Substanz, di..."},"E917":{"n":"E917 - Kaliumiodat","r":"Unbedenklich","v":false,"g":true,"d":"E917, auch bekannt als Kaliumiodat, ist eine chemische Verbindung, die in einigen Lebensmitteln als Konservierungsmittel verwendet wird. Kaliumiodat i..."},"E522":{"n":"E522 - Aluminiumkaliumsulfat","r":"Unbedenklich","v":true,"g":true,"d":"E522, auch bekannt als Aluminiumkaliumsulfat, ist ein synthetischer Lebensmittelzusatzstoff mit der E-Nummer E522. Es wird als Antioxidans und Stabili..."},"E110":{"n":"E110 - Gelborange S","r":"Unbedenklich","v":false,"g":true,"d":"E110 ist eine E-Nummer für Gelborange S, eine Farbstoff-Substanz, die in Lebensmitteln verwendet wird. Gelborange S ist eine synthetische Verbindung, ..."},"E126":{"n":"E126 - Ponceau 6R","r":"Vorsicht","v":true,"g":true,"d":"Ponceau 6R (E126) ist ein synthetischer Farbstoff, der als Lebensmittelzusatzstoff verwendet wird. Er wird hauptsächlich in Lebensmitteln wie Konfekt,..."},"E919":{"n":"E919 - Nitrosylchlorid","r":"Bedenklich","v":false,"g":true,"d":"Nitrosylchlorid ist eine chemische Verbindung mit der E-Nummer E919. Es wird als Lebensmittelzusatzstoff verwendet, um bestimmte Eigenschaften zu verb..."},"E638":{"n":"E638 - Natriumaspartam","r":"Unbedenklich","v":true,"g":true,"d":"Natriumaspartam, auch bekannt als E638, ist ein künstliches Süßmittel, das in vielen Lebensmitteln verwendet wird. Es wird als Alternative zu Sacchari..."},"E452":{"n":"E452 - Polyphosphate","r":"Unbedenklich","v":true,"g":true,"d":"Polyphosphate sind eine Gruppe von Verbindungen, die aus Phosphorsäure und einem Alkohol oder einem anderen Aldehyd gebildet werden. Sie werden als Le..."},"E943B":{"n":"E943b - Isobutan","r":"Unbedenklich","v":true,"g":true,"d":"Isobutan ist eine chemische Verbindung mit der E-Nummer E943B. Es wird als Konservierungsmittel in Lebensmitteln verwendet."},"E545":{"n":"E545 - Ammoniumpolyphosphat","r":"Bedenklich","v":true,"g":true,"d":"Ammoniumpolyphosphat ist eine chemische Verbindung mit der E-Nummer E545. Es wird als Verstärker in Lebensmitteln verwendet, um die Haltbarkeit zu erh..."},"E415":{"n":"E415 - Xanthan","r":"Unbedenklich","v":true,"g":true,"d":"Xanthan (E-Nummer: E415) ist ein pflanzlicher Stabilisator und Emulgator, der aus dem Bakterium Xanthomonas campestris abgeleitet wird. Er wird in vie..."},"E918":{"n":"E918 - Stickoxide","r":"Bedenklich","v":false,"g":true,"d":"Stickoxide (E918) ist ein Lebensmittelzusatzstoff, der als Konservierungsmittel und Farbstoff verwendet wird. Es wird in verschiedenen Lebensmitteln w..."},"E161H":{"n":"E161h - Zeaxanthin","r":"Unbedenklich","v":true,"g":true,"d":"Zeaxanthin ist ein natürliches Pigment, das in vielen Lebensmitteln wie Früchten, Gemüse und Getreide vorkommt. Es ist ein wichtiger Bestandteil der E..."},"E200":{"n":"E200 - Sorbinsäure","r":"Unbedenklich","v":true,"g":true,"d":"Sorbinsäure, auch bekannt als E200, ist eine organische Verbindung, die als Konservierungsstoff in Lebensmitteln verwendet wird. Sie wird verwendet, u..."},"E340II":{"n":"E340ii - Dikaliumphosphat","r":"Unbedenklich","v":true,"g":true,"d":"Dikaliumphosphat, auch bekannt als E340II, ist ein pflanzlicher Lebensmittelzusatzstoff, der in vielen Lebensmitteln verwendet wird. Es dient als pH-R..."},"E452VI":{"n":"E452vi - Natriumtripolyphosphat","r":"Unbedenklich","v":true,"g":true,"d":"Natriumtripolyphosphat, auch als E452vi bekannt, ist ein Phosphatpuffer, der in der Lebensmittelindustrie verwendet wird. Es dient als Emulgator, Stab..."},"E556":{"n":"E556 - Calciumaluminiumsilicat","r":"Unbedenklich","v":true,"g":true,"d":"E556, auch bekannt als Calciumaluminiumsilicat, ist ein Lebensmittelzusatzstoff, der in vielen Produkten verwendet wird. Es wird als Antioxidans und z..."},"E927A":{"n":"E927a - Azodicarboxamid","r":"Vorsicht","v":false,"g":true,"d":"Azodicarboxamid, auch bekannt als E927a, ist ein synthetisches Lebensmittelzusatzmittel. Es wird als Stabilisator und Konservierungsmittel verwendet. ..."},"E960C":{"n":"E960c - Enzymatisch hergestellte Steviolglycoside","r":"Unbedenklich","v":true,"g":true,"d":"E960c ist eine E-Nummer, die für Enzymatisch hergestellte Steviolglycoside verwendet wird. Dieser Süßstoff wird aus der Pflanze Stevia rebaudiana herg..."},"E140II":{"n":"E140ii - Chlorophylline","r":"Unbedenklich","v":true,"g":true,"d":"Chlorophylline (E140ii) ist eine synthetische Verbindung, die als Lebensmittelzusatzstoff verwendet wird. Sie ist eine Chlorophyllin-Verbindung und wi..."},"E540":{"n":"E540 - Dicalciumdiphosphat","r":"Unbedenklich","v":true,"g":true,"d":"Dicalciumdiphosphat, auch bekannt als E540, ist ein Lebensmittelzusatzstoff, der als Weichmacher und Antioxidans verwendet wird. Es wird aus Calciumhy..."},"E410":{"n":"E410 - Johannisbrotgummi","r":"Unbedenklich","v":true,"g":true,"d":"Johannisbrotgummi, auch bekannt als E410, ist ein pflanzlicher Lebensmittelzusatzstoff, der aus dem Samen der Johannisbrotbaum (Ceratonia siliqua) her..."},"E1103":{"n":"E1103 - Invertase","r":"Unbedenklich","v":true,"g":true,"d":"Invertase ist eine Enzyme, die in Lebensmitteln verwendet wird, um Stärke in Zucker umzuwandeln. E1103 ist die E-Nummer für Invertase. Es wird in vers..."},"E384":{"n":"E384 - Isopropylcitrate","r":"Unbedenklich","v":true,"g":true,"d":"Isopropylcitrat ist ein Lebensmittelzusatzstoff mit der E-Nummer E384. Es wird als Konservierungsmittel und Stabilisator verwendet."},"E352I":{"n":"E352i - Calciummalat","r":"Unbedenklich","v":true,"g":true,"d":"E352i, Calciummalat, ist eine E-Nummer in der Lebensmittelchemie und wird als Konservierungsmittel verwendet. Es ist ein Salz der Malinsäure und wird ..."},"E326":{"n":"E326 - Kalumlactat","r":"Unbedenklich","v":true,"g":true,"d":"Kalumlactat, mit der E-Nummer E326, ist ein Konservierungsmittel, das in der Lebensmittelindustrie verwendet wird. Es wird als Kaliumsalz der Milchsäu..."},"E267":{"n":"E267 - Gepufferter Essig","r":"Unbedenklich","v":true,"g":true,"d":"Gepufferter Essig ist eine Gewürzessenz mit der E-Nummer E267. Er wird aus Essig hergestellt, der mit Wasser verdünnt und dann durch eine bestimmte Te..."},"E924B":{"n":"E924b - Calciumbromat","r":"Unbedenklich","v":false,"g":true,"d":"Calciumbromat ist eine chemische Verbindung mit der E-Nummer E924B. Sie wird als Lebensmittelzusatzstoff verwendet. Calciumbromat ist ein weißes, kris..."},"E1450":{"n":"E1450 - Stärkenatriumoctenylsuccinat","r":"Unbedenklich","v":true,"g":true,"d":"E1450, auch bekannt als Stärkenatriumoctenylsuccinat, ist ein Lebensmittelzusatzstoff. Er wird verwendet, um die Stabilität und die Konsistenz von Leb..."},"E1412":{"n":"E1412 - Distärkephosphat","r":"Unbedenklich","v":true,"g":true,"d":"E1412, auch bekannt als Distärkephosphat, ist ein Lebensmittelzusatzstoff, der als E-Nummer E1412 geführt wird. Es ist ein Phosphat von Stärke, einem ..."},"E926":{"n":"E926 - Chlordioxid","r":"Vorsicht","v":true,"g":true,"d":"Chlordioxid, auch bekannt als E926, ist ein synthetisches Oxidationsmittel, das in der Lebensmittelindustrie verwendet wird. Es wird zur Konservierung..."},"E265":{"n":"E265 - Dehydroessigsäure","r":"Unbedenklich","v":true,"g":true,"d":"Dehydroessigsäure, auch bekannt als E265, ist eine chemische Verbindung, die als Konservierungsmittel in Lebensmitteln verwendet wird. Sie wird verwen..."},"E1443":{"n":"E1443 - Hydroxy propyl distarch glycerol","r":"Unbedenklich","v":true,"g":true,"d":"E1443, auch bekannt als Hydroxy propyl distarch glycerol, ist ein Lebensmittelzusatzstoff, der in der Lebensmittelindustrie verwendet wird. Es wird ve..."},"E444":{"n":"E444 - Saccharoseacetat-isobutyrat","r":"Unbedenklich","v":true,"g":true,"d":"E444 ist eine Lebensmittelzusatzstoff-Nummer, die Saccharoseacetat-isobutyrat beschreibt. Es ist ein pflanzlicher Stoff, der in einigen Lebensmitteln ..."},"E319":{"n":"E319 - Tertiär-butylhydrochinon","r":"Unbedenklich","v":true,"g":true,"d":"Tertiär-butylhydrochinon, auch bekannt als E319, ist eine chemische Verbindung, die als Konservierungsmittel in Lebensmitteln verwendet wird. Sie wird..."},"E514":{"n":"E514 - Natriumsulfater","r":"Unbedenklich","v":true,"g":true,"d":"Natriumsulfater, auch bekannt als E514, ist ein Weißes Pulver, das als Lebensmittelzusatzstoff verwendet wird. Es wird in vielen Lebensmitteln wie Bac..."},"E260":{"n":"E260 - Essigsäure","r":"Unbedenklich","v":true,"g":true,"d":"Essigsäure, auch bekannt als E260, ist eine chemische Verbindung, die in Lebensmitteln als Konservierungsmittel und pH-Wert-Regler verwendet wird. Sie..."},"E307C":{"n":"E307c - DL-Alpha-Tocopherol","r":"Unbedenklich","v":true,"g":true,"d":"E307c DL-Alpha-Tocopherol ist eine E-Nummer, die für ein Antioxidans steht, das in Lebensmitteln verwendet wird. Es ist ein Vitamin E-Typ und wird als..."},"E905C":{"n":"E905c - Petroleumwachs","r":"Vorsicht","v":false,"g":true,"d":"Petroleumwachs ist eine E-Nummer, die in der Lebensmittelindustrie verwendet wird. Es wird aus Erdöl gewonnen und hat eine Vielzahl von Anwendungen. D..."},"E1505":{"n":"E1505 - Triethylcitrat","r":"Unbedenklich","v":true,"g":true,"d":"Triethylcitrat, auch bekannt als E1505, ist eine chemische Verbindung, die als Konservierungsmittel in Lebensmitteln verwendet wird. Sie wird verwende..."},"E318":{"n":"E318 - Calciumerythorbat","r":"Unbedenklich","v":false,"g":true,"d":"Calciumerythorbat, auch bekannt als E318, ist ein Lebensmittelzusatzstoff, der als Stabilisator und Emulgator verwendet wird. Es wird aus Calciumsulfa..."},"E160C":{"n":"E160c - Paprikaextrakt (Capsanthin und Capsorubin)","r":"Unbedenklich","v":true,"g":true,"d":"Paprikaextrakt E160c ist eine Lebensmittelzutat, die aus Capsanthin und Capsorubin gewonnen wird. Diese Inhaltsstoffe sind für die Farbe und den Gesch..."},"E1400":{"n":"E1400 - Dextrine","r":"Unbedenklich","v":true,"g":true,"d":"Dextrine ist eine künstliche Zuckerart, die aus Stärke gewonnen wird. Sie wird als Lebensmittelzusatzstoff verwendet, um die Konsistenz und Textur von..."},"E417":{"n":"E417 - Tarakernmehl","r":"Unbedenklich","v":true,"g":true,"d":"Tarakernmehl, auch bekannt als E417, ist ein Lebensmittelzusatzstoff, der aus den Samen der Tarakernpflanze (Cassia obtusifolia) hergestellt wird. Es ..."},"E419":{"n":"E419 - Ghatti-Gummi","r":"Unbedenklich","v":true,"g":true,"d":"Ghatti-Gummi ist ein pflanzlicher Lebensmittelzusatzstoff mit der E-Nummer E419. Er wird aus der Harz des Ghatti-Baumes (Angeissus latifolia) hergeste..."},"E344":{"n":"E344 - Lecithin Citrat","r":"Unbedenklich","v":true,"g":true,"d":"Lecithin Citrat, auch bekannt als E344, ist ein Lebensmittelzusatzstoff, der aus Soja oder Sonnenblumenöl hergestellt wird. Es wird häufig in Backware..."},"E952":{"n":"E952 - Cyclamat","r":"Bedenklich","v":false,"g":true,"d":"Cyclamat, auch bekannt als E952, ist ein künstlicher Süßstoff, der in vielen Lebensmitteln verwendet wird. Es wurde in den 1960er Jahren entwickelt un..."},"E234":{"n":"E234 - Nisin","r":"Unbedenklich","v":false,"g":true,"d":"Nisin ist ein natürlicher Antibiotikstoff, der in bestimmten Lebensmitteln zur Konservierung und Haltbarkeitsverlängerung verwendet wird. Er wird haup..."},"E635":{"n":"E635 - Dinatrium-5'-ribonukleotid","r":"Unbedenklich","v":false,"g":true,"d":"E635 ist eine E-Nummer, die für Dinatrium-5'-ribonukleotid verwendet wird. Es ist ein Nukleotid, das in Lebensmitteln als Konservierungsmittel eingese..."},"E221":{"n":"E221 - Natriumsulfit","r":"Unbedenklich","v":true,"g":true,"d":"Natriumsulfit, auch bekannt als E221, ist ein häufiger Lebensmittelzusatzstoff, der als Konservierungsmittel verwendet wird. Es wird in vielen Lebensm..."},"E470AIII":{"n":"E470aiii - Calciumsalze der Speisefettsäuren","r":"Unbedenklich","v":false,"g":true,"d":"E470aiii sind Calciumsalze der Speisefettsäuren. Sie werden als Emulgatoren in Lebensmitteln verwendet und sind Bestandteil von Margarine und anderen ..."},"E915":{"n":"E915 - Kolophanester","r":"Unbedenklich","v":true,"g":true,"d":"Kolophanester, auch bekannt als E915, ist ein pflanzlicher Farbstoff, der aus der Wurzel der Pflanze Colophospermum mopane gewonnen wird. Er wird in d..."},"E160AIII":{"n":"E160aiii - Beta-carotin aus blakeslea trispora","r":"Unbedenklich","v":true,"g":true,"d":"Beta-carotin aus Blakeslea trispora ist eine synthetische Form des wertvollen Carotinoids Beta-carotin. Es wird als Lebensmittelzusatzstoff verwendet,..."},"E418":{"n":"E418 - Gellan","r":"Unbedenklich","v":true,"g":true,"d":"Gellan ist eine pflanzliche Stärke, die aus der Bakterienart Sphingomonas elodea gewonnen wird. Es wird als Geliermittel in Lebensmitteln verwendet un..."},"E580":{"n":"E580 - Magnesiumgluconat","r":"Unbedenklich","v":true,"g":true,"d":"E580 Magnesiumgluconat ist ein Lebensmittelzusatzstoff, der als Magnesiumsalz in verschiedenen Lebensmitteln verwendet wird. Es besteht aus Gluconat u..."},"E585":{"n":"E585 - Eisen-ii-lactat","r":"Unbedenklich","v":true,"g":true,"d":"Eisen-ii-lactat, auch bekannt als E585, ist ein Eisenzusatzstoff, der in Lebensmitteln verwendet wird. Es ist eine Form von Eisen, die in der Form von..."},"E910":{"n":"E910 - Wachsester","r":"Unbedenklich","v":true,"g":true,"d":"Wachsester ist eine E-Nummer, die für Wachsester verwendet wird. Es handelt sich um einen pflanzlichen Emulgator, der in Lebensmitteln verwendet wird...."},"E101A":{"n":"E101a - 5'-Phosphat Natriumsalz der Riboflavin","r":"Unbedenklich","v":false,"g":true,"d":"E101a ist ein synthetischer Lebensmittelzusatzstoff, der als 5'-Phosphat Natriumsalz der Riboflavin bezeichnet wird. Er wird in der Lebensmittelindust..."},"E150B":{"n":"E150b - Sulfitlaugen-Zuckerkulör","r":"Unbedenklich","v":true,"g":true,"d":"E150b, auch bekannt als Sulfitlaugen-Zuckerkulör, ist ein synthetischer Zuckerkulör, der aus Sulfitlaugen hergestellt wird. Er wird in vielen Lebensmi..."},"E340III":{"n":"E340iii - Trikaliumphosphat","r":"Unbedenklich","v":true,"g":true,"d":"Trikaliumphosphat, auch bekannt als E340III, ist ein pH-Regulator, der in der Lebensmittelindustrie verwendet wird. Es wird verwendet, um die Säure-Ba..."},"E630":{"n":"E630 - Inosinsäure","r":"Unbedenklich","v":true,"g":true,"d":"Inosinsäure ist eine Naturstoffe, die in vielen Lebensmitteln vorkommt. Sie wird auch als E-Nummer E630 verwendet. Inosinsäure spielt eine wichtige Ro..."},"E923":{"n":"E923 - Ammoniumperoxodisulfat","r":"Unbedenklich","v":true,"g":true,"d":"E923 Ammoniumperoxodisulfat ist eine chemische Verbindung mit der E-Nummer E923. Sie wird als Lebensmittelzusatzstoff verwendet und ist in einigen Län..."},"E270":{"n":"E270 - Milchsäure","r":"Unbedenklich","v":true,"g":true,"d":"Milchsäure, auch bekannt als E270, ist eine chemische Verbindung, die in Lebensmitteln als Konservierungsmittel und pH-Wert-Regler verwendet wird. Sie..."},"E209":{"n":"E209 - Heptylparaben","r":"Unbedenklich","v":true,"g":true,"d":"Heptylparaben, auch bekannt als E209, ist ein Parabensalz, das als Konservierungsmittel in Lebensmitteln verwendet wird. Es wird als effektives Mittel..."},"E514I":{"n":"E514i - Natriumsulfat","r":"Unbedenklich","v":true,"g":true,"d":"Natriumsulfat, auch bekannt als E514i, ist ein Salz der Säure Sulfat. Es wird in vielen Lebensmitteln verwendet, um die Textur und den Geschmack zu ve..."},"E960D":{"n":"E960d - Glycosylierte Steviolglycoside","r":"Unbedenklich","v":true,"g":true,"d":"Glycosylierte Steviolglycoside, auch bekannt als E960d, sind ein Zuckerersatzstoff, der aus dem Stevia-Blatt gewonnen wird. Sie werden verwendet, um S..."},"E356":{"n":"E356 - Natriumadipat","r":"Unbedenklich","v":false,"g":true,"d":"Natriumadipat, auch bekannt als E356, ist ein Lebensmittelzusatzstoff, der als Weichmacher verwendet wird. Es wird in verschiedenen Lebensmitteln wie ..."},"E230":{"n":"E230 - Biphenyl","r":"Unbedenklich","v":true,"g":true,"d":"Biphenyl (E230) ist ein synthetischer Lebensmittelzusatzstoff, der als Konservierungsmittel verwendet wird. Er ist nicht in der Natur vorkommend, sond..."},"E322I":{"n":"E322i - Lecithin","r":"Unbedenklich","v":false,"g":true,"d":"Lecithin ist ein wichtiger Bestandteil vieler Lebensmittel, darunter Backwaren, Süßigkeiten und Getränke. Es wird verwendet, um die Mischung von Fette..."},"E388":{"n":"E388 - Thiodipropionsäure","r":"Vorsicht","v":true,"g":true,"d":"Thiodipropionsäure, auch bekannt als E-Nummer E388, ist ein synthetisches Konservierungsmittel, das in verschiedenen Lebensmitteln verwendet wird. Sie..."},"E905G":{"n":"E905g - Mineralöl mittlere und niedrige Viskosität Klasse III","r":"Unbedenklich","v":false,"g":true,"d":"E905g ist eine E-Nummer, die für Mineralöl mit mittlerer und niedriger Viskosität, Klasse III, verwendet wird. Diese E-Nummer ist in der Lebensmitteli..."},"E515I":{"n":"E515i - Kaliumsulfat","r":"Unbedenklich","v":true,"g":true,"d":"Kaliumsulfat, auch bekannt als E515i, ist ein Lebensmittelzusatzstoff, der als Kaliumsalz der Säure Sulfat verwendet wird. Es wird als Konservierungsm..."},"E340":{"n":"E340 - Kaliumphosphat","r":"Unbedenklich","v":true,"g":true,"d":"Kaliumphosphat, bekannt unter der E-Nummer E340, ist ein beliebter Lebensmittelzusatzstoff, der in vielen Lebensmitteln verwendet wird. Es wird als pH..."},"E487":{"n":"E487 - Natriumlaurylsulfat","r":"Unbedenklich","v":true,"g":true,"d":"Natriumlaurylsulfat, auch bekannt als E487, ist ein synthetisches Aniontätiger, das in Lebensmitteln verwendet wird. Es wird häufig in Backwaren, Süßi..."},"E905CII":{"n":"E905cii - Paraffin","r":"Unbedenklich","v":true,"g":true,"d":"Paraffin (E905CII) ist ein künstlicher Wachsersatz, der in der Lebensmittelindustrie als Schmiermittel und zur Texturverbesserung verwendet wird. Es i..."},"E526":{"n":"E526 - Calciumhydroxid","r":"Unbedenklich","v":false,"g":true,"d":"Calciumhydroxid, auch bekannt als E526, ist eine chemische Verbindung, die als Lebensmittelzusatzstoff verwendet wird. Es wird aus Calciumoxid hergest..."},"E150A":{"n":"E150a - Zuckerkulör","r":"Unbedenklich","v":true,"g":true,"d":"Zuckerkulör ist ein synthetischer Farbstoff, der aus Zucker hergestellt wird. Er wird in Lebensmitteln verwendet, um sie eine goldene oder braune Farb..."},"E1519":{"n":"E1519 - Benzylalkohol","r":"Vorsicht","v":true,"g":true,"d":"Benzylalkohol ist eine chemische Verbindung mit der E-Nummer E1519. Er wird in Lebensmitteln als Konservierungsmittel verwendet. Benzylalkohol ist ein..."},"E452II":{"n":"E452ii - Kaliumpolyphosphat","r":"Unbedenklich","v":true,"g":true,"d":"Kaliumpolyphosphat, auch bekannt als E452ii, ist ein Lebensmittelzusatzstoff, der als Emulgator und Stabilisator verwendet wird. Es hilft dabei, die K..."},"E621":{"n":"E621 - Mononatriumglutamat","r":"Vorsicht","v":true,"g":true,"d":"Mononatriumglutamat, auch bekannt als E621, ist ein weithin verwendeter Lebensmittelzusatzstoff. Es wird häufig in der Backwaren- und Konserveindustri..."},"E914":{"n":"E914 - Polyethylenwachs-oxidate","r":"Unbedenklich","v":true,"g":true,"d":"Polyethylenwachs-oxidate (E914) ist ein Kunststoff, der in Lebensmitteln als Emulgator verwendet wird. Er wird verwendet, um Wasser und Fette zu vermi..."},"E345":{"n":"E345 - Magnesiumcitrat","r":"Unbedenklich","v":true,"g":true,"d":"Magnesiumcitrat ist eine Verbindung aus Magnesium und Citrat. Sie wird in der Lebensmittelchemie als Konservierungsstoff und zur pH-Wert-Regulierung v..."},"E140":{"n":"E140 - Chlorophylle und Chlorophylline","r":"Unbedenklich","v":true,"g":true,"d":"Chlorophylle und Chlorophylline sind pflanzliche Farbstoffe, die in Lebensmitteln verwendet werden. Sie werden aus künstlich hergestellten Chlorophyll..."},"E422":{"n":"E422 - Glycerin","r":"Unbedenklich","v":true,"g":true,"d":"Glycerin ist eine häufig verwendete Lebensmittelzutat, die in vielen Produkten wie Süßigkeiten, Süßgetränken und Kosmetikartikeln vorkommt. Es wird au..."},"E235":{"n":"E235 - Natamycin","r":"Unbedenklich","v":true,"g":true,"d":"Natamycin, auch bekannt als E235, ist ein antimikrobieller Wirkstoff, der in Lebensmitteln als Konservierungsmittel eingesetzt wird. Er wird zur Verhi..."},"E634":{"n":"E634 - Calcium-5'-ribonukleotid","r":"Unbedenklich","v":true,"g":true,"d":"E634, auch bekannt als Calcium-5'-ribonukleotid, ist ein Nukleotid, das als Lebensmittelzusatz verwendet wird. Es wird verwendet, um den Geschmack und..."},"E949":{"n":"E949 - Wasserstoff","r":"Unbedenklich","v":true,"g":true,"d":"Wasserstoff ist eine E-Nummer in der Lebensmittelchemie (E949). Es wird als Konservierungsmittel verwendet und hat die Wikidata-ID Q556. Wasserstoff i..."},"E552":{"n":"E552 - Calciumsilicat","r":"Unbedenklich","v":true,"g":true,"d":"E552, auch bekannt als Calciumsilicat, ist eine E-Nummer, die in Lebensmitteln als Anti-Klumpmittel verwendet wird. Calciumsilicat ist ein Mineral, da..."},"E161F":{"n":"E161f - Rhodoxanthin","r":"Unbedenklich","v":true,"g":true,"d":"Rhodoxanthin ist eine synthetische Farbstoff-Substanz mit der E-Nummer E161F. Sie wird in Lebensmitteln verwendet, um eine blaue Farbe zu erzeugen. Rh..."},"E445":{"n":"E445 - Glycerinester aus Wurzelharz","r":"Unbedenklich","v":true,"g":true,"d":"E445 ist eine E-Nummer, die für Lebensmittelzusatzstoffe verwendet wird. Es handelt sich um einen Glycerinester aus Wurzelharz. Diese Substanz ist in ..."},"E948":{"n":"E948 - Sauerstoff","r":"Unbedenklich","v":true,"g":true,"d":"Sauerstoff ist eine E-Nummer, die in Lebensmitteln als Konservierungsmittel verwendet wird. Er wird verwendet, um das Wachstum von Mikroorganismen zu ..."},"E340I":{"n":"E340i - Monokaliumphosphat","r":"Unbedenklich","v":true,"g":true,"d":"Monokaliumphosphat (E340i) ist ein Lebensmittelzusatzstoff mit der E-Nummer E340i. Es wird als Konservierungsmittel und pH-Wert-Regler in Lebensmittel..."},"E515":{"n":"E515 - Kaliumsulfate","r":"Unbedenklich","v":true,"g":true,"d":"Kaliumsulfate, auch bekannt als E515, ist eine E-Nummer für Lebensmittel, die als Konservierungsmittel verwendet wird. Es wird häufig in Lebensmitteln..."},"E452V":{"n":"E452v - Ammoniumpolyphosphat","r":"Unbedenklich","v":true,"g":true,"d":"E452v ist die E-Nummer für Ammoniumpolyphosphat, ein Lebensmittelzusatzstoff. Es wird als Antioxidans und zur Stabilisierung von Lebensmitteln verwend..."},"E153":{"n":"E153 - Pflanzenkohle","r":"Unbedenklich","v":true,"g":true,"d":"Pflanzenkohle ist eine E-Nummer, die in Lebensmitteln als Lebensmittelzusatzstoff verwendet wird. Sie wird aus Pflanzenmaterial hergestellt und dient ..."},"E322":{"n":"E322 - Lecithine","r":"Unbedenklich","v":true,"g":true,"d":"Lecithine, auch bekannt als E322, ist eine natürliche Substanz, die in vielen Lebensmitteln vorkommt. Sie wird aus Eiern, Sojabohnen oder Sonnenblumen..."},"E140I":{"n":"E140i - Chlorophylle","r":"Unbedenklich","v":true,"g":true,"d":"Chlorophylle ist eine grüne Farbstoff-Substanz, die in Pflanzen vorkommt. Sie wird als Lebensmittelzusatz verwendet, um Lebensmitteln ihre natürliche ..."},"E488":{"n":"E488 - Ethoxylierte Mono- und Diglyceride","r":"Unbedenklich","v":true,"g":true,"d":"E488, auch bekannt als Ethoxylierte Mono- und Diglyceride, ist ein Lebensmittelzusatzstoff, der zur Emulgierung und Stabilisierung von Lebensmitteln v..."},"E353":{"n":"E353 - Metaweinsäure","r":"Unbedenklich","v":true,"g":true,"d":"Metaweinsäure, mit der E-Nummer E353, ist eine synthetisch hergestellte Verbindung, die als Lebensmittelzusatzstoff verwendet wird. Sie dient als Kons..."},"E440":{"n":"E440 - Pektine","r":"Unbedenklich","v":true,"g":true,"d":"Pektine, auch bekannt als E440, sind ein Lebensmittelzusatzstoff, der aus Pflanzen gewonnen wird. Pektine sind eine Art von Ballaststoffen, die in vie..."},"E1403":{"n":"E1403 - gebleichte Stärke","r":"Unbedenklich","v":true,"g":true,"d":"Gebleichte Stärke ist eine E-Nummer (E1403) für Lebensmittelzusatzstoffe. Sie wird verwendet, um die Farbe und Konsistenz von Lebensmitteln zu ändern...."},"E122":{"n":"E122 - Azorubin (carmoisin)","r":"Vorsicht","v":false,"g":true,"d":"Azorubin, auch bekannt als Carmoisin, ist eine synthetische Farbstoff-Substanz mit der E-Nummer E122. Es wird hauptsächlich in Lebensmitteln verwendet..."},"E510":{"n":"E510 - Ammoniumchlorid","r":"Unbedenklich","v":true,"g":true,"d":"E510 ist die E-Nummer für Ammoniumchlorid, ein Salz, das in der Lebensmittelindustrie verwendet wird. Es ist ein Weißer Feststoff, der in Wasser gut l..."},"E264":{"n":"E264 - Ammoniumacetat","r":"Unbedenklich","v":true,"g":true,"d":"Ammoniumacetat ist ein Lebensmittelzusatzstoff mit der E-Nummer E264. Es handelt sich um eine Verbindung aus Ammonium und Acetat, die in verschiedenen..."},"E489":{"n":"E489 - Methylglucosid-Kokosöl-Ester","r":"Unbedenklich","v":false,"g":true,"d":"E489, auch bekannt als Methylglucosid-Kokosöl-Ester, ist ein Lebensmittelzusatzstoff, der häufig in der Backwaren- und Süßwarenindustrie verwendet wir..."},"E523":{"n":"E523 - Aluminiumammoniumsulfat","r":"Unbedenklich","v":true,"g":true,"d":"E523 Aluminiumammoniumsulfat ist eine E-Nummer in der Lebensmittelchemie. Es wird als Konservierungsstoff verwendet, um Lebensmittel vor dem Wachstum ..."},"E1440":{"n":"E1440 - Hydroxypropylstärke","r":"Unbedenklich","v":true,"g":true,"d":"Hydroxypropylstärke ist ein synthetischer Lebensmittelzusatzstoff, der aus Stärke hergestellt wird. Sie wird häufig in Lebensmitteln verwendet, um die..."},"E352II":{"n":"E352ii - Calciumhydrogenmalat","r":"Unbedenklich","v":true,"g":true,"d":"Calciumhydrogenmalat, auch bekannt als E352ii, ist ein Lebensmittelzusatzstoff, der als Weichmacher und Säuerungsmittel verwendet wird. Es ist ein Sal..."},"E924A":{"n":"E924a - Kaliumbromat","r":"Unbedenklich","v":true,"g":true,"d":"Kaliumbromat ist ein Lebensmittelzusatzstoff mit der E-Nummer E924a. Es wird als Konservierungsmittel verwendet, um die Haltbarkeit von Lebensmitteln ..."},"E385":{"n":"E385 - Calcium-dinatrium-ethylendiamintetraacetat","r":"Unbedenklich","v":false,"g":true,"d":"E385, auch bekannt als Calcium-dinatrium-ethylendiamintetraacetat, ist ein synthetischer Lebensmittelzusatzstoff. Er wird häufig als pH-Regler und Sta..."},"E953":{"n":"E953 - Isomalt","r":"Unbedenklich","v":true,"g":true,"d":"Isomalt, auch bekannt als E-Nummer E953, ist ein künstliches Zuckerersatzmittel, das aus Zuckeralkoholen hergestellt wird. Es ist ein beliebtes Additi..."},"E180":{"n":"E180 - Litholrubin BK","r":"Vorsicht","v":false,"g":true,"d":"Litholrubin BK, auch bekannt als E180, ist ein synthetischer Farbstoff, der zur Färbung von Lebensmitteln wie Getränken, Backwaren und Süßigkeiten ver..."},"E927B":{"n":"E927b - Carbamid","r":"Unbedenklich","v":true,"g":true,"d":"Carbamid ist eine chemische Verbindung mit der E-Nummer E927b. Es wird als Lebensmittelzusatzstoff verwendet, um bestimmte Eigenschaften zu erzielen. ..."},"E1520":{"n":"E1520 - Propan-1‚2-diol","r":"Unbedenklich","v":true,"g":true,"d":"E1520 ist die E-Nummer für Propan-1‚2-diol, ein Alkohol mit zwei Kohlenstoffatomen. Es wird als Lebensmittelzusatzstoff verwendet, um die Schmelzpunkt..."},"E349":{"n":"E349 - Ammoniummalat","r":"Unbedenklich","v":true,"g":true,"d":"Ammoniummalat, bekannt unter der E-Nummer E349, ist ein Salz aus Ammonium und Malat. Es wird als Lebensmittelzusatzstoff verwendet. Ammoniummalat wird..."},"E544":{"n":"E544 - Calcium polyphosphat","r":"Unbedenklich","v":false,"g":true,"d":"Calcium polyphosphat, auch bekannt als E544, ist ein synthetischer Lebensmittelzusatzstoff. Es wird als Weichmacher und Emulgator verwendet. Calcium p..."},"E414":{"n":"E414 - Gummi arabicum","r":"Unbedenklich","v":true,"g":true,"d":"Gummi arabicum ist ein pflanzlicher Lebensmittelzusatzstoff mit der E-Nummer E414. Es wird aus der Milch der Akazienpflanze (Acacia senegal) gewonnen ..."},"E251":{"n":"E251 - Natriumnitrat","r":"Unbedenklich","v":true,"g":true,"d":"Natriumnitrat ist eine E-Nummer mit der Bezeichnung E251. Es wird als Lebensmittelzusatzstoff verwendet und ist in vielen Produkten enthalten. Natrium..."},"E905CI":{"n":"E905ci - Mikrokristallines wachs","r":"Unbedenklich","v":true,"g":true,"d":"Mikrokristallines Wachs ist ein synthetisches Polymere aus Alkylenglykolen, das als Lebensmittelzusatzstoff E905ci verwendet wird. Es wird zur Haltbar..."},"E239":{"n":"E239 - Hexamethylentetramin","r":"Vorsicht","v":false,"g":true,"d":"Hexamethylentetramin, auch bekannt als E239, ist ein chemischer Stoff, der in Lebensmitteln als Konservierungsmittel verwendet wird. Es wird verwendet..."},"E943A":{"n":"E943a - Butan","r":"Unbedenklich","v":true,"g":true,"d":"Butan ist ein flüchtiges Kohlenwasserstoff, das unter der E-Nummer E943a geführt wird. Es wird als Konservierungsmittel in Lebensmitteln verwendet, um..."},"E452III":{"n":"E452iii - Natriumcalciumpolyphosphat","r":"Unbedenklich","v":false,"g":true,"d":"Natriumcalciumpolyphosphat, auch bekannt als E452iii, ist ein Lebensmittelzusatzstoff, der zur Steuerung der pH-Werte und zur Stabilisierung von Leben..."},"E380":{"n":"E380 - Triammoniumcitrat","r":"Unbedenklich","v":true,"g":true,"d":"E380, auch bekannt als Triammoniumcitrat, ist ein leitfähiger, weißer bis farbloser, geruchloser, kristalliner Feststoff. Es wird als Lebensmittelzusa..."},"E1100":{"n":"E1100 - Amylasen","r":"Unbedenklich","v":false,"g":true,"d":"Amylasen (E1100) ist ein Lebensmittelzusatzstoff, der in einigen Lebensmitteln verwendet wird. Es ist ein Enzym, das die Verdaulichkeit von Stärke und..."},"E238":{"n":"E238 - Calciumformiat","r":"Unbedenklich","v":true,"g":true,"d":"Calciumformiat (E238) ist eine chemische Verbindung, die als Konservierungsmittel in Lebensmitteln verwendet wird. Sie wird verwendet, um das Wachstum..."},"E517":{"n":"E517 - Ammoniumsulfat","r":"Unbedenklich","v":true,"g":true,"d":"Ammoniumsulfat ist eine chemische Verbindung mit der E-Nummer E517. Es wird als Lebensmittelzusatzstoff verwendet und ist in vielen Lebensmitteln enth..."},"E922":{"n":"E922 - Kaliumperoxodisulfat","r":"Unbedenklich","v":true,"g":true,"d":"Kaliumperoxodisulfat ist ein chemisches Produkt, das als Lebensmittelzusatzstoff verwendet wird. Es hat die E-Nummer E922 und wird in der Lebensmittel..."},"E519":{"n":"E519 - Kupfersulfat","r":"Unbedenklich","v":false,"g":true,"d":"Kupfersulfat (E519) ist eine chemische Verbindung, die als Konservierungsmittel in Lebensmitteln verwendet wird. Es ist ein Kupfer(II)-sulfat und wird..."},"E314":{"n":"E314 - Guajak","r":"Unbedenklich","v":true,"g":true,"d":"Guajak ist ein Farbstoff, der aus der Wurzel der Guajak-Pflanze (Guaiacum officinale) gewonnen wird. Er wird als Lebensmittelzusatzstoff unter der E-N..."},"E1205":{"n":"E1205 - Basisches methacrylat-copolymer","r":"Unbedenklich","v":true,"g":true,"d":"Basisches Methacrylat-Copolymer (E1205) ist ein synthetisches Polymer, das in Lebensmitteln als Weichmacher und Emulgator eingesetzt wird. Es wird aus..."},"E14XX":{"n":"E14XX - Modifizierte Stärke","r":"Unbedenklich","v":true,"g":true,"d":"Modifizierte Stärke, auch bekannt als E14XX, ist eine künstliche Stärke, die durch chemische Modifizierung hergestellt wird. Sie wird in vielen Lebens..."},"E518":{"n":"E518 - Magnesiumsulfat","r":"Unbedenklich","v":true,"g":true,"d":"E518 Magnesiumsulfat ist ein Lebensmittelzusatzstoff, der unter der E-Nummer E518 geführt wird. Er wird als Antioxidans und zur Verbesserung der Gesch..."},"E237":{"n":"E237 - Natriumformiat","r":"Unbedenklich","v":true,"g":true,"d":"Natriumformiat, auch bekannt als E237, ist ein Lebensmittelzusatzstoff, der in manchen Lebensmitteln verwendet wird. Es ist ein Salz der Formiat-Säure..."},"E945":{"n":"E945 - Chlorpentafluorethan","r":"Vorsicht","v":true,"g":true,"d":"Chlorpentafluorethan, auch bekannt als E945, ist ein synthetisches Kältemittel, das in einigen Lebensmitteln als Antifrostmittel verwendet wird. Es is..."},"E956":{"n":"E956 - Alitam","r":"Unbedenklich","v":true,"g":true,"d":"Alitam ist eine künstliche Süßstoffzutat mit der E-Nummer E956. Es wird als Alternativ zum Zucker verwendet. Alitam ist ein Produkt der Firma Talecris..."},"E485":{"n":"E485 - Natriumstearoylfumarat","r":"Unbedenklich","v":false,"g":true,"d":"Natriumstearoylfumarat ist eine E-Nummer, die als Weichmacher in Lebensmitteln verwendet wird. Sie wird aus Natrium, Stearoylfumarat und Wasser herges..."},"E1001":{"n":"E1001 - Cholinsalz","r":"Unbedenklich","v":false,"g":true,"d":"Cholinsalz, auch bekannt als E1001, ist ein synthetisch hergestellter Emulgator, der in Lebensmitteln zur Verbesserung der Stabilität und Konsistenz v..."},"E161B":{"n":"E161b - Lutein","r":"Unbedenklich","v":true,"g":true,"d":"Lutein ist ein natürlicher Farbstoff, der unter der E-Nummer E161b geführt wird. Er wird hauptsächlich aus Pflanzen gewonnen und ist ein wichtiger Bes..."},"E940":{"n":"E940 - Dichlordifluormethan","r":"Vorsicht","v":true,"g":true,"d":"Dichlordifluormethan, auch bekannt als E940, ist ein künstliches Kältemittel, das in der Lebensmittelindustrie verwendet wird. Es wird verwendet, um L..."},"E514II":{"n":"E514ii - Natriumhydrogensulfat","r":"Unbedenklich","v":true,"g":true,"d":"E514ii - Natriumhydrogensulfat ist eine chemische Verbindung, die als Lebensmittelzusatzstoff verwendet wird. Es wird häufig in Backwaren, Konditorwar..."},"E494":{"n":"E494 - Sorbitanmonooleat","r":"Unbedenklich","v":true,"g":true,"d":"Sorbitanmonooleat, auch bekannt als E494, ist ein fettlöslicher Emulgator, der in der Lebensmittelindustrie verwendet wird. Es wird aus Sorbitan und M..."},"E306":{"n":"E306 - Stark tocopherolhaltige Extrakte","r":"Unbedenklich","v":true,"g":true,"d":"E306 ist eine E-Nummer, die für stark tocopherolhaltige Extrakte verwendet wird. Diese Extrakte werden aus Pflanzen wie Sonnenblumen, Raps oder Weizen..."},"E403":{"n":"E403 - Ammoniumalginat","r":"Unbedenklich","v":true,"g":true,"d":"Ammoniumalginat, auch bekannt als E403, ist ein Lebensmittelzusatzstoff, der aus Algen gewonnen wird. Es wird oft in Lebensmitteln verwendet, um die V..."},"E341III":{"n":"E341iii - Tricalciumphosphat","r":"Unbedenklich","v":true,"g":true,"d":"Tricalciumphosphat mit der E-Nummer E341iii ist ein mineralischer Lebensmittelzusatz. Es wird als pH-Stabilisator verwendet und kommt in verschiedenen..."},"E631":{"n":"E631 - Dinatriuminosinat","r":"Unbedenklich","v":false,"g":true,"d":"E631 ist eine E-Nummer, die für Dinatriuminosinat steht. Es ist ein Salz der Inosinsäure und wird als Lebensmittelzusatzstoff verwendet. Dinatriuminos..."},"E296":{"n":"E296 - Äpfelsäure","r":"Unbedenklich","v":true,"g":true,"d":"Äpfelsäure ist eine natürliche Säure, die in Äpfeln vorkommt. Sie wird auch als Konservierungsstoff verwendet, um Lebensmittel frisch zu halten. Die E..."},"E336II":{"n":"E336ii - Dikaliumtartrat","r":"Unbedenklich","v":true,"g":true,"d":"Dikaliumtartrat, auch bekannt als E336ii, ist ein Lebensmittelzusatzstoff, der zur Verstärkung des Säuregehalts in Lebensmitteln verwendet wird. Es is..."},"E432":{"n":"E432 - Polyoxyethylen-sorbitanmonolaurat","r":"Unbedenklich","v":true,"g":true,"d":"E432, auch bekannt als Polyoxyethylen-sorbitanmonolaurat, ist ein Lebensmittelzusatzstoff, der als Emulgator verwendet wird. Er wird verwendet, um die..."},"E225":{"n":"E225 - Kaliumsulfit","r":"Unbedenklich","v":true,"g":true,"d":"Kaliumsulfit (E225) ist eine E-Nummer, die als Konservierungsmittel in Lebensmitteln verwendet wird. Es wird zur Verhinderung der Oxidation von Lebens..."},"E624":{"n":"E624 - Monoammoniumglutamat","r":"Unbedenklich","v":true,"g":true,"d":"Monoammoniumglutamat, auch bekannt als E624, ist ein Geschmacksverstärker und pH-Regulator, der in vielen Lebensmitteln verwendet wird. Es ist ein Der..."},"E911":{"n":"E911 - Fettsäuremethylester","r":"Unbedenklich","v":false,"g":true,"d":"E911, auch bekannt als Fettsäuremethylester, ist eine chemische Verbindung, die in Lebensmitteln als Geschmacksverstärker und Konservierungsmittel ver..."},"E966":{"n":"E966 - Lactit","r":"Unbedenklich","v":true,"g":true,"d":"Lactit ist ein synthetischer Zuckerersatz mit der E-Nummer E966. Es wird oft in Lebensmitteln verwendet, um Süße hinzuzufügen. Lactit ist ein Produkt ..."},"E1517":{"n":"E1517 - Glycerindiacetat","r":"Unbedenklich","v":true,"g":true,"d":"Glycerindiacetat, auch bekannt als E1517, ist ein Lebensmittelzusatzstoff, der in der Lebensmittelindustrie verwendet wird. Es wird als Konservierungs..."},"E220":{"n":"E220 - Schwefeldioxid","r":"Unbedenklich","v":true,"g":true,"d":"Schwefeldioxid ist eine E-Nummer, die als Konservierungsmittel in Lebensmitteln verwendet wird. Es wird verwendet, um Oxidationsreaktionen zu verhinde..."},"E332I":{"n":"E332i - Monokaliumcitrat","r":"Unbedenklich","v":true,"g":true,"d":"E332i, auch bekannt als Monokaliumcitrat, ist ein Lebensmittelzusatzstoff, der als pH-Ausgleichsmittel und zur Stabilisierung von Säuren verwendet wir..."},"E213":{"n":"E213 - Calciumbenzoat","r":"Unbedenklich","v":true,"g":true,"d":"Calciumbenzoat, auch bekannt als E213, ist ein Konservierungsstoff, der in Lebensmitteln zur Verhinderung von Oxidation und zum Schutz vor Sauerstoff ..."},"E106":{"n":"E106 - Flavinmononukleotid","r":"Unbedenklich","v":true,"g":true,"d":"Flavinmononukleotid, auch bekannt als E106, ist ein Lebensmittelzusatzstoff, der als Farbstoff verwendet wird. Er wird aus Riboflavin (Vitamin B2) her..."},"E536":{"n":"E536 - Kaliumferrocyanid","r":"Unbedenklich","v":true,"g":true,"d":"Kaliumferrocyanid, auch bekannt als E536, ist ein Konservierungsmittel, das in Lebensmitteln verwendet wird. Es wird verwendet, um die Wachstum von Ba..."},"E960A":{"n":"E960a - Steviolglycoside aus Stevia","r":"Unbedenklich","v":true,"g":true,"d":"Steviolglycosid E960a ist ein natürlicher Süßstoff, der aus dem Pflanzenextrakten von Stevia (Stevia rebaudiana) gewonnen wird. Es ist eine der Hauptb..."},"E161C":{"n":"E161c - Cryptoxanthin","r":"Unbedenklich","v":true,"g":true,"d":"Cryptoxanthin ist ein Karotinoid, das in verschiedenen Lebensmitteln wie Gemüse, Obst und Kräutern vorkommt. Es wird auch als Lebensmittelzusatzstoff ..."},"E1410":{"n":"E1410 - Monostärkephosphat","r":"Unbedenklich","v":true,"g":true,"d":"Monostärkephosphat, auch bekannt als E1410, ist ein Lebensmittelzusatzstoff, der als Stärkephosphat verwendet wird. Es wird als pH-Regulator, Emulgato..."},"E132":{"n":"E132 - Indigotin (Indigokarmin)","r":"Unbedenklich","v":true,"g":true,"d":"E132 ist ein synthetischer Farbstoff, der hauptsächlich in Lebensmitteln verwendet wird, um sie blau zu färben. Indigotin, auch bekannt als Indigokarm..."},"E1452":{"n":"E1452 - Stärkealuminiumoctenylsuccinat","r":"Unbedenklich","v":true,"g":true,"d":"E1452, auch bekannt als Stärkealuminiumoctenylsuccinat, ist ein synthetischer Emulgator und Stabilisator, der in Lebensmitteln zur Verbesserung der Te..."},"E172III":{"n":"E172iii - Eisenoxidgelb","r":"Unbedenklich","v":true,"g":true,"d":"Eisenoxidgelb, auch bekannt als E172III, ist ein Lebensmittelzusatzstoff, der als Farbstoff verwendet wird. Es wird hauptsächlich in Nahrungsmitteln w..."},"E502":{"n":"E502 - Carbonate","r":"Unbedenklich","v":true,"g":true,"d":"Carbonate (E-Nummer: E502) ist ein Lebensmittelzusatzstoff, der in verschiedenen Lebensmitteln verwendet wird. Es ist ein Salz, das aus Kohlenstoffdio..."},"E216":{"n":"E216 - 4-Hydroxybenzoesäurepropylester","r":"Unbedenklich","v":true,"g":true,"d":"E216, auch bekannt als 4-Hydroxybenzoesäurepropylester, ist ein synthetischer Konservierungsmittel, der in Lebensmitteln als Antioxidans und Antimykot..."},"E103":{"n":"E103 - Alkannin","r":"Unbedenklich","v":false,"g":true,"d":"Alkannin ist eine E-Nummer in der Lebensmittelchemie, die als Farbstoff verwendet wird. Sie wird aus der Alkanna-Tinktur hergestellt und hat eine E-Nu..."},"E503II":{"n":"E503ii - Ammoniumhydrogencarbonat","r":"Unbedenklich","v":true,"g":true,"d":"Ammoniumhydrogencarbonat, auch bekannt als E503ii, ist ein Lebensmittelzusatzstoff, der als pH-Regulator und Stabilisator in verschiedenen Lebensmitte..."},"E261":{"n":"E261 - Kaliumacetat","r":"Unbedenklich","v":true,"g":true,"d":"Kaliumacetat, auch bekannt als E261, ist ein Lebensmittelzusatzstoff, der als pH-Regulator und Konservierungsmittel verwendet wird. Es ist ein Salz de..."},"E303":{"n":"E303 - Kaliumascorbat","r":"Unbedenklich","v":true,"g":true,"d":"Kaliumascorbat, auch bekannt als E303, ist ein synthetischer Vitamin-C-Ersatzstoff, der als Antioxidans und Konservierungsmittel in Lebensmitteln verw..."},"E406":{"n":"E406 - Agar-Agar","r":"Unbedenklich","v":true,"g":true,"d":"Agar-Agar ist eine pflanzliche Substanz, die aus den Algen der Gattung Gelidiella und Gracilaria gewonnen wird. Sie wird als Gelier- und Verdickungsmi..."},"E333II":{"n":"E333ii - Dicalciumcitrat","r":"Unbedenklich","v":true,"g":true,"d":"Dicalciumcitrat, auch bekannt als E333ii, ist ein Lebensmittelzusatzstoff, der als pH-Regulator und Stabilisator verwendet wird. Es wird in verschiede..."},"E332":{"n":"E332 - Kaliumcitrate","r":"Unbedenklich","v":true,"g":true,"d":"Kaliumcitrat ist ein natürlich vorkommendes Mineral, das als Lebensmittelzusatzstoff verwendet wird. Es wird verwendet, um die Säure-Basis-Gleichgewic..."},"E1402":{"n":"E1402 - alkalisch modifizierte Stärke","r":"Unbedenklich","v":true,"g":true,"d":"Alkalisch modifizierte Stärke, auch bekannt als E1402, ist eine Art von modifizierter Stärke, die durch eine alkalische Behandlung hergestellt wird. D..."},"E963":{"n":"E963 - Tagatose","r":"Unbedenklich","v":true,"g":true,"d":"Tagatose ist eine künstlich hergestellte Zuckerersatzstoff, die als E-Nummer E963 geführt wird. Sie wurde erstmals in den 1960er Jahren entwickelt und..."},"E242":{"n":"E242 - Dimethyldicarbonat","r":"Unbedenklich","v":true,"g":true,"d":"Dimethyldicarbonat, auch bekannt als E242, ist ein synthetischer Konservierungsmittel, der in verschiedenen Lebensmitteln verwendet wird. Es wird zur ..."},"E903":{"n":"E903 - Carnaubawachs","r":"Unbedenklich","v":true,"g":true,"d":"Carnaubawachs, auch bekannt als E903, ist ein pflanzlicher Wachstoff, der aus der Kautschukpflanze (Hevea brasiliensis) gewonnen wird. Es wird als Leb..."},"E228":{"n":"E228 - Kaliumhydrogensulfit","r":"Unbedenklich","v":true,"g":true,"d":"Kaliumhydrogensulfit, auch bekannt als E228, ist ein Lebensmittelzusatzstoff, der als Konservierungsmittel verwendet wird. Es wird zur Verhinderung de..."},"E141II":{"n":"E141ii - Kupferkomplexe der Chlorophylline","r":"Unbedenklich","v":true,"g":true,"d":"Kupferkomplexe der Chlorophylline, auch bekannt als E141ii, sind ein Lebensmittelzusatzstoff, der aus Chlorophyllin und Kupferkationen besteht. Diese ..."},"E407A":{"n":"E407a - Verarbeitete Euchema-Algen","r":"Unbedenklich","v":true,"g":true,"d":"E407a ist eine E-Nummer für verarbeitete Euchema-Algen. Diese Algen werden in der Lebensmittelindustrie als Lebensmittelzusatzstoff verwendet. Euchema..."},"E541":{"n":"E541 - Natriumaluminiumphosphat","r":"Vorsicht","v":false,"g":true,"d":"Natriumaluminiumphosphat, bekannt unter der E-Nummer E541, ist ein synthetisches Salz, das aus Aluminium, Phosphor und Natrium besteht. Es wird häufig..."},"E932":{"n":"E932 - Stickstoffoxid","r":"Unbedenklich","v":true,"g":true,"d":"Stickstoffoxid ist eine chemische Verbindung mit der E-Nummer E932. Es wird in der Lebensmittelindustrie verwendet, um Lebensmittel zu konservieren un..."},"E466":{"n":"E466 - Carboxymethylcellulose","r":"Unbedenklich","v":true,"g":true,"d":"Carboxymethylcellulose, auch bekannt als E466, ist ein weit verbreitetes Lebensmittelzusatzmittel. Es wird in vielen Produkten wie Backwaren, Getränke..."},"E363":{"n":"E363 - Bernsteinsäure","r":"Unbedenklich","v":false,"g":true,"d":"Bernsteinsäure ist eine synthetische Säure, die unter der E-Nummer E363 geführt wird. Sie wird in Lebensmitteln als Konservierungsmittel verwendet, um..."},"E341II":{"n":"E341ii - Dicalciumphosphat","r":"Unbedenklich","v":false,"g":true,"d":"Dicalciumphosphat, auch bekannt als E341ii, ist ein Lebensmittelzusatzstoff, der in vielen Produkten verwendet wird. Es wird als Calciumphosphat verwe..."},"E201":{"n":"E201 - Natriumsorbat","r":"Vorsicht","v":true,"g":true,"d":"Natriumsorbat, auch bekannt als E201, ist ein Konservierungsmittel, das in vielen Lebensmitteln verwendet wird, um die Haltbarkeit zu verlängern. Es w..."},"E650":{"n":"E650 - Zinkacetat","r":"Unbedenklich","v":false,"g":true,"d":"Zinkacetat, mit der E-Nummer E650, ist ein Lebensmittelzusatzstoff, der als Zinkacetat identifiziert wurde. Es wird in einigen Lebensmitteln verwendet..."},"E473":{"n":"E473 - Zuckerester von Speisefettsäuren","r":"Unbedenklich","v":false,"g":true,"d":"E473, auch bekannt als Zuckerester von Speisefettsäuren, ist eine E-Nummer in der Lebensmittelindustrie. Es handelt sich um ein Produkt, das aus Zucke..."},"E163":{"n":"E163 - Anthocyane","r":"Unbedenklich","v":true,"g":true,"d":"Anthocyane (E163) sind eine Gruppe von Farbstoffen, die in vielen Lebensmitteln vorkommen. Sie sind bekannt für ihre roten, violetten oder blauen Farb..."},"E1204":{"n":"E1204 - Pullulan","r":"Unbedenklich","v":true,"g":true,"d":"Pullulan ist ein pflanzlicher Polysaccharid, das aus dem Stärkeabbau von Kartoffeln oder Süßkartoffeln gewonnen wird. Es wird als Lebensmittelzusatzst..."},"E391":{"n":"E391 - Phytinsäure","r":"Unbedenklich","v":true,"g":true,"d":"Phytinsäure ist eine E-Nummer, die in Lebensmitteln als Konservierungsmittel verwendet wird. Sie wird aus Pflanzenextrakten hergestellt und ist bekann..."},"E900A":{"n":"E900a - Dimethylpolysiloxan","r":"Unbedenklich","v":true,"g":true,"d":"Dimethylpolysiloxan, auch bekannt als E900a, ist ein synthetisches Silikone, das als Lebensmittelzusatzstoff verwendet wird. Es wird in verschiedenen ..."},"E111":{"n":"E111 - Orange GGN","r":"Unbedenklich","v":false,"g":true,"d":"E111, auch bekannt als Orange GGN, ist eine Lebensmittelzusatzstoffe mit der E-Nummer 111. Es wird als Farbstoff verwendet und ist ein Gemisch aus den..."},"E333III":{"n":"E333iii - Tricalciumcitrat","r":"Unbedenklich","v":false,"g":true,"d":"E333iii ist die E-Nummer für Tricalciumcitrat, ein Nahrungsmittelzusatzstoff, der in vielen Lebensmitteln verwendet wird. Tricalciumcitrat ist ein Cal..."},"E166":{"n":"E166 - Sandelholz","r":"Vorsicht","v":false,"g":true,"d":"Sandelholz, auch bekannt als E166, ist ein Lebensmittelzusatzstoff, der aus dem Holz des Sandelholzbaums gewonnen wird. Es wird in verschiedenen Leben..."},"E476":{"n":"E476 - Polyglycerin-Polyricinoleat","r":"Unbedenklich","v":true,"g":true,"d":"E476, auch bekannt als Polyglycerin-Polyricinoleat, ist ein Lebensmittelzusatzstoff, der aus Polyglycerin und Polyricinoleat hergestellt wird. Er wird..."},"E491":{"n":"E491 - Sorbitanmonostearat","r":"Unbedenklich","v":true,"g":true,"d":"Sorbitanmonostearat, auch bekannt als E491, ist ein Emulgator, der in Lebensmitteln verwendet wird, um die Mischung von Fett und Wasser zu erleichtern..."},"E282":{"n":"E282 - Calciumpropionat","r":"Unbedenklich","v":false,"g":true,"d":"Calciumpropionat ist ein Konservierungsmittel, das als E-Nummer E282 geführt wird. Es wird verwendet, um Lebensmittel vor dem Wachstum von Mikroorgani..."},"E541I":{"n":"E541i - Saures natriumaluminiumphosphat","r":"Unbedenklich","v":true,"g":true,"d":"Saures natriumaluminiumphosphat ist eine E-Nummer, die in der Lebensmittelchemie verwendet wird. Es ist ein Salz, das aus Aluminium, Natrium, Phosphat..."},"E161D":{"n":"E161d - Rubixanthin","r":"Unbedenklich","v":true,"g":true,"d":"Rubixanthin ist eine künstliche Farbstoff-Substanz mit der E-Nummer E161D. Sie wird in Lebensmitteln verwendet, um ihre Farbe zu verbessern. Rubixanth..."},"E472E":{"n":"E472e - Mono- und Diacetylweinsäureester von Mono- und Diglyceriden von Speisefettsäuren","r":"Unbedenklich","v":false,"g":true,"d":"E472E ist ein Lebensmittelzusatzstoff, der zur Herstellung von Backwaren, Kuchen und anderen Süßigkeiten verwendet wird. Es handelt sich um einen Este..."},"E572":{"n":"E572 - Magnesiumstearat","r":"Unbedenklich","v":true,"g":true,"d":"E572 Magnesiumstearat ist ein synthetischer Zusatzstoff, der in der Lebensmittelindustrie als Antihumektans und Stabilisator verwendet wird. Es wird h..."},"E172II":{"n":"E172ii - Eisen(III)-oxid","r":"Unbedenklich","v":true,"g":true,"d":"Eisen(III)-oxid, auch bekannt als E172II, ist ein Oxid von Eisen. Es wird in Lebensmitteln als Farbstoff verwendet. E172II ist ein synthetisches Produ..."},"E906":{"n":"E906 - Benzoe","r":"Unbedenklich","v":true,"g":true,"d":"Benzoe, auch bekannt als E906, ist eine Lebensmittelzutat, die als Aromastoff verwendet wird. Es wird in einigen Produkten wie Backwaren, Süßigkeiten ..."},"E470A":{"n":"E470a - Natrium-/Kalium- und Calciumsalze der Speisefettsäuren","r":"Unbedenklich","v":true,"g":true,"d":"E470a ist ein Lebensmittelzusatzstoff aus der Gruppe der Speisefettsäuren. Es wird verwendet, um die Stabilität von Fettlösungen zu verbessern und die..."},"E160A":{"n":"E160a - Carotine","r":"Unbedenklich","v":true,"g":true,"d":"Carotine ist eine natürliche Farbstoff-Substanz, die in verschiedenen Lebensmitteln verwendet wird. Sie ist eine Carotinoide, ein Farbstoff, der in vi..."},"E307A":{"n":"E307a - D-Alpha-Tocopherol","r":"Unbedenklich","v":true,"g":true,"d":"E307a - D-Alpha-Tocopherol ist eine E-Nummer, die als Antioxidans in Nahrungsergänzungsmitteln verwendet wird. Es ist ein tokoferol, ein Vitamin E-Typ..."},"E311":{"n":"E311 - Octylgallat","r":"Unbedenklich","v":true,"g":true,"d":"Octylgallat ist eine chemische Verbindung mit der E-Nummer E311. Sie wird in Lebensmitteln als Konservierungsmittel verwendet. Octylgallat wird auch a..."},"E173":{"n":"E173 - Aluminium","r":"Unbedenklich","v":true,"g":true,"d":"E173 ist die E-Nummer für Aluminium, ein Metall, das in vielen Lebensmitteln verwendet wird. Aluminium ist ein weithin verbreitetes Metall, das aufgru..."},"E905A":{"n":"E905a - Mineralöl","r":"Unbedenklich","v":true,"g":true,"d":"E905a Mineralöl ist eine E-Nummer, die in der Lebensmittelchemie verwendet wird. Es handelt sich um Mineralöl, das als Additiv in Lebensmitteln einges..."},"E463":{"n":"E463 - Hydroxypropylcellulose","r":"Unbedenklich","v":true,"g":true,"d":"Hydroxypropylcellulose, auch bekannt als E463, ist ein synthetischer Lebensmittelzusatzstoff, der aus Cellulose hergestellt wird. Er wird hauptsächlic..."},"E227":{"n":"E227 - Calciumhydrogensulfit","r":"Unbedenklich","v":true,"g":true,"d":"Calciumhydrogensulfit, auch bekannt als E227, ist ein Lebensmittelzusatzstoff, der als Konservierungsmittel verwendet wird. Es wird in verschiedenen L..."},"E366":{"n":"E366 - Kaliumfumarat","r":"Unbedenklich","v":true,"g":true,"d":"Kaliumfumarat ist eine E-Nummer in Lebensmitteln und wird als Kaliumsalz der Fumarsäure bezeichnet. Es ist ein wichtiger Bestandteil vieler Lebensmitt..."},"E297":{"n":"E297 - Fumarsäure","r":"Unbedenklich","v":true,"g":true,"d":"Fumarsäure ist eine organische Säure, die als E-Nummer E297 in Lebensmitteln verwendet wird. Sie wird verwendet, um Lebensmittel zu konservieren und i..."},"E905":{"n":"E905 - Syntetisches Wachs","r":"Vorsicht","v":false,"g":true,"d":"E905 ist eine E-Nummer für synthetisches Wachs, das in Lebensmitteln verwendet wird. Es ist ein künstliches Wachs, das aus verschiedenen Chemikalien h..."},"E1451":{"n":"E1451 - Acetylierte oxidierte stärke","r":"Unbedenklich","v":true,"g":true,"d":"Acetylierte oxidierte stärke ist ein Lebensmittelzusatzstoff mit der E-Nummer E1451. Es wird verwendet, um die Konsistenz und den Geschmack von Lebens..."},"E307":{"n":"E307 - Alpha-Tocopherol","r":"Unbedenklich","v":true,"g":true,"d":"Alpha-Tocopherol ist eine Form von Vitamin E, die in vielen Lebensmitteln vorkommt. Es wird als E-Nummer E307 geführt und ist ein wichtiger Antioxidan..."},"E1104":{"n":"E1104 - Lipasen","r":"Unbedenklich","v":false,"g":true,"d":"Lipasen mit der E-Nummer E1104 sind ein Enzym, das in Lebensmitteln zur Verbesserung des Geschmacks und der Textur verwendet wird. Es wird hauptsächli..."},"E409":{"n":"E409 - Arabinogalactan","r":"Unbedenklich","v":true,"g":true,"d":"Arabinogalactan ist ein pflanzliches Polysaccharid, das aus Arabinose und Galactose besteht. Es wird in verschiedenen Pflanzen wie Weinstöcken, Beeren..."},"E470":{"n":"E470 - Natrium- Kalium- Calcium- und Magnesiumsalze von Fettsäuren","r":"Unbedenklich","v":false,"g":true,"d":"E470 sind eine Gruppe von Natrium-Kalium-Calcium- und Magnesiumsalzen von Fettsäuren, die als Lebensmittelzusatzstoffe verwendet werden. Sie werden ve..."},"E160":{"n":"E160 - Carotinoide","r":"Unbedenklich","v":true,"g":true,"d":"Carotinoide, auch bekannt als E160, sind eine Gruppe von Farbstoffen, die in Lebensmitteln verwendet werden. Sie sind natürlich vorkommende Pigmente, ..."},"E967":{"n":"E967 - Xylit","r":"Unbedenklich","v":true,"g":true,"d":"Xylit ist ein Zuckerersatzstoff mit der E-Nummer E967. Es wird als Zuckerersatz in Lebensmitteln verwendet und ist ein Zuckeralkohol, der aus Holzharz..."},"E170I":{"n":"E170i - Calciumcarbonat","r":"Unbedenklich","v":true,"g":true,"d":"Calciumcarbonat ist eine anorganische Verbindung mit der E-Nummer E170i. Es handelt sich um ein weißes, kristallines Pulver, das hauptsächlich aus Cal..."},"E460I":{"n":"E460i - Mikrokristalline Cellulose","r":"Unbedenklich","v":true,"g":true,"d":"Mikrokristalline Cellulose, auch bekannt als E460i, ist ein pflanzlicher Lebensmittelzusatzstoff, der aus Cellulose gewonnen wird. Sie wird als Verdic..."},"E365":{"n":"E365 - Natriumfumarat","r":"Unbedenklich","v":true,"g":true,"d":"Natriumfumarat ist ein synthetisches Salz, das als Lebensmittelzusatzstoff verwendet wird. Es wird in der Lebensmittelindustrie häufig verwendet, um d..."},"E219":{"n":"E219 - Phb-methylester-natriumsalz (natriummethyl-p-hydroxybenzoat)","r":"Unbedenklich","v":true,"g":true,"d":"E219, auch bekannt als Natriummethyl-p-hydroxybenzoat, ist ein Weichmacher und Konservierungsmittel in Lebensmitteln. Es wird als Derivat von Parabens..."},"E640I":{"n":"E640i - Glycin","r":"Unbedenklich","v":false,"g":true,"d":"Glycin (E640i) ist eine synthetische Aminosäure-Verbindung, die als Konservierungsmittel in Lebensmitteln verwendet wird. Sie wird auch als Additiv in..."},"E475":{"n":"E475 - Polyglycerinester von Speisefettsäuren","r":"Unbedenklich","v":true,"g":true,"d":"E475, auch bekannt als Polyglycerinester von Speisefettsäuren, ist ein Lebensmittelzusatzstoff, der als Emulgator verwendet wird. Er wird verwendet, u..."},"E165":{"n":"E165 - Gardenia Blau","r":"Vorsicht","v":true,"g":true,"d":"Gardenia Blau ist eine synthetische Farbstoff-Verbindung mit der E-Nummer E165. Es wird in Lebensmitteln verwendet, um eine blaue Farbe zu erzeugen. O..."},"E434":{"n":"E434 - Polyoxyethylen-sorbitanmonopalmitat","r":"Unbedenklich","v":true,"g":true,"d":"E434, auch bekannt als Polyoxyethylen-sorbitanmonopalmitat, ist ein Emulgator, der in Lebensmitteln verwendet wird. Es hilft dabei, die Mischung von W..."},"E504I":{"n":"E504i - Magnesiumcarbonat","r":"Unbedenklich","v":true,"g":true,"d":"Magnesiumcarbonat, auch bekannt als E504i, ist ein Lebensmittelzusatzstoff, der in der Lebensmittelindustrie verwendet wird. Es wird als Antioxidans u..."},"E622":{"n":"E622 - Monokaliumglutamat","r":"Unbedenklich","v":true,"g":true,"d":"E622, auch bekannt als Monokaliumglutamat, ist ein Geschmacksverstärker, der in vielen Lebensmitteln verwendet wird. Er wird als Monokaliumsalz von Gl..."},"E537":{"n":"E537 - ferrohexacyanomanganat","r":"Unbedenklich","v":false,"g":true,"d":"E537, auch bekannt als Ferrohexacyanomanganat, ist ein synthetischer Lebensmittelzusatzstoff, der als Farbstoff und als Oxidationsmittel verwendet wir..."},"E218":{"n":"E218 - Phb-methylester (methyl-p-hydroxybenzoat)","r":"Unbedenklich","v":true,"g":true,"d":"E218, auch bekannt als Phb-methylester oder methyl-p-hydroxybenzoat, ist ein Konservierungsmittel, das in Lebensmitteln verwendet wird, um ihre Haltba..."},"E15X":{"n":"E15x - E15x food additive","r":"Unbedenklich","v":false,"g":true,"d":"E15X ist ein Lebensmittelzusatzstoff, der als Farbstoff verwendet wird. Es ist eine synthetische Verbindung, die zur Färbung von Lebensmitteln verwend..."},"E421":{"n":"E421 - Mannit","r":"Unbedenklich","v":true,"g":true,"d":"Mannit ist eine künstliche Zuckeraustauschstoffe, die als E-Nummer E421 geführt wird. Sie wird in verschiedenen Lebensmitteln wie Backwaren, Süßigkeit..."},"E900":{"n":"E900 - Dimethylpolysiloxan und Methylphenylpolysiloxan","r":"Unbedenklich","v":true,"g":true,"d":"Dimethylpolysiloxan und Methylphenylpolysiloxan, bekannt unter der E-Nummer E900, sind Kunststoffadditive, die als Schmiermittel und Emulgatoren in ve..."},"E160AIV":{"n":"E160aiv - Algencarotine","r":"Unbedenklich","v":true,"g":true,"d":"Algencarotine (E160AIV) ist eine synthetische Farbstoffzutat, die in der Lebensmittelindustrie verwendet wird. Sie wird verwendet, um Lebensmitteln ei..."},"E107":{"n":"E107 - Gelb 2G","r":"Unbedenklich","v":true,"g":true,"d":"E107, auch bekannt als Gelb 2G, ist ein synthetischer Lebensmittelzusatzstoff, der zur Färbung von Lebensmitteln verwendet wird. Er wird oft in Süßigk..."},"E1401":{"n":"E1401 - säurebehandelte Stärke","r":"Unbedenklich","v":true,"g":true,"d":"Säurebehandelte Stärke, auch bekannt als E1401, ist eine pflanzliche Zutat, die aus Stärke hergestellt wird. Sie wird durch eine Säurebehandlung modif..."},"E304II":{"n":"E304ii - Ascorbylstearat","r":"Unbedenklich","v":true,"g":true,"d":"Ascorbylstearat (E304ii) ist ein synthetischer Zusatzstoff, der als Antioxidans in Lebensmitteln verwendet wird. Es ist ein Derivat von Ascorbinsäure ..."},"E170":{"n":"E170 - Calciumcarbonate","r":"Unbedenklich","v":true,"g":true,"d":"Calciumcarbonat, auch bekannt als E170, ist ein weißer, geruchloser und geschmacksloser Feststoff. Es wird als Lebensmittelzusatzstoff verwendet, um d..."},"E460":{"n":"E460 - Cellulose","r":"Unbedenklich","v":true,"g":true,"d":"Cellulose ist eine pflanzliche Polysaccharide, die in Zellwänden von Pflanzen vorkommt. Sie wird als Lebensmittelzusatz verwendet, um die Textur und K..."},"E551":{"n":"E551 - Siliciumdioxid","r":"Unbedenklich","v":true,"g":true,"d":"Siliciumdioxid, auch bekannt als E551, ist ein in Lebensmitteln häufig verwendeter Stoff. Er wird als Ablagerungsmittel und Antitrockner verwendet. Si..."},"E500III":{"n":"E500iii - Natriumsesquicarbonat","r":"Unbedenklich","v":true,"g":true,"d":"Natriumsesquicarbonat, auch bekannt als E500iii, ist ein Weißes Pulver, das als Lebensmittelzusatzstoff verwendet wird. Es ist ein Natriumcarbonat, da..."},"E375":{"n":"E375 - Nikotinsäure","r":"Vorsicht","v":false,"g":true,"d":"Nikotinsäure ist eine chemische Verbindung mit der E-Nummer E375. Sie wird als Lebensmittelzusatzstoff verwendet und ist nicht vegan. Nikotinsäure ist..."},"E539":{"n":"E539 - Natriumthiosulfat","r":"Unbedenklich","v":true,"g":true,"d":"E539, auch bekannt als Natriumthiosulfat, ist ein Lebensmittelzusatzstoff mit der E-Nummer E539. Er wird in vielen Lebensmitteln verwendet, um die Hal..."},"E334":{"n":"E334 - L(+)-Weinsäure","r":"Unbedenklich","v":true,"g":true,"d":"L(+)-Weinsäure, auch bekannt als E-Nummer E334, ist ein Lebensmittelzusatzstoff, der als Konservierungsmittel und pH-Wert-Korrektor verwendet wird. Es..."},"E473A":{"n":"E473a - Oligoester von Saccharose Typ I","r":"Unbedenklich","v":true,"g":true,"d":"Der Oligoester von Saccharose Typ I, auch bekannt als E473A, ist ein synthetischer Lebensmittelzusatzstoff, der aus Saccharose (Zucker) hergestellt wi..."},"E321":{"n":"E321 - Butylhydroxytoluen","r":"Unbedenklich","v":true,"g":true,"d":"E321, auch bekannt als Butylhydroxytoluen, ist ein synthetischer Lebensmittelzusatzstoff. Er wird in der Lebensmittelindustrie verwendet, um die Haltb..."},"E163A":{"n":"E163a - Cyanidin","r":"Unbedenklich","v":true,"g":true,"d":"Cyanidin ist ein Farbstoff, der in Pflanzen vorkommt und als Lebensmittelzusatz eingesetzt wird. Es ist ein wichtiger Bestandteil von Blaubeeren und a..."},"E217":{"n":"E217 - Natriumpropyl-p-hydroxybenzoat","r":"Unbedenklich","v":true,"g":true,"d":"Natriumpropyl-p-hydroxybenzoat, bekannt unter der E-Nummer E217, ist ein synthetisches Konservierungsmittel, das in vielen Lebensmitteln verwendet wir..."},"E538":{"n":"E538 - Calciumferrocyanid","r":"Unbedenklich","v":true,"g":true,"d":"Calciumferrocyanid, auch bekannt als E538, ist ein Lebensmittelzusatzstoff, der als Farbstoff und Konservierungsmittel verwendet wird. Es ist ein Calc..."},"E472F":{"n":"E472f - Gemischte Essig- und Weinsäureester von Mono- und Diglyceriden von Speisefettsäuren","r":"Unbedenklich","v":false,"g":true,"d":"E472F ist eine E-Nummer für Gemischte Essig- und Weinsäureester von Mono- und Diglyceriden von Speisefettsäuren. Diese Substanz wird in der Lebensmitt..."},"E308":{"n":"E308 - Gamma-Tocopherol","r":"Unbedenklich","v":true,"g":true,"d":"Gamma-Tocopherol ist eine Form des Vitamins E, die in vielen Lebensmitteln vorkommt. Es ist ein Antioxidans und spielt eine wichtige Rolle bei der Ver..."},"E121":{"n":"E121 - Zitrusrot 2","r":"Unbedenklich","v":true,"g":true,"d":"E121 - Zitrusrot 2 ist eine E-Nummer, die in Lebensmitteln verwendet wird. Es handelt sich um einen Farbstoff, der aus Zitrusfrüchten hergestellt wird..."},"E407":{"n":"E407 - Carrageen","r":"Unbedenklich","v":true,"g":true,"d":"Carrageen ist ein Lebensmittelzusatzstoff, der aus den Algen der Gattung Chondrus und Irish Moss gewonnen wird. Es wird als Geliermittel und Emulgator..."},"E504":{"n":"E504 - Magnesiumcarbonaten","r":"Unbedenklich","v":true,"g":true,"d":"E504 Magnesiumcarbonate ist ein Lebensmittelzusatzstoff mit der E-Nummer E504. Er wird als Antacidum und zur pH-Wert-Regulierung eingesetzt. Magnesium..."},"E370":{"n":"E370 - 1‚4-Heptonolacton","r":"Unbedenklich","v":true,"g":true,"d":"E370, auch bekannt als 1‚4-Heptonolacton, ist ein Lebensmittelzusatzstoff, der zur Verbesserung der Geschmacksrichtung von Lebensmitteln verwendet wir..."},"E309":{"n":"E309 - Delta-Tocopherol","r":"Unbedenklich","v":true,"g":true,"d":"E309, auch bekannt als Delta-Tocopherol, ist eine E-Nummer für ein Vitamin E-Typ. Es wird in Lebensmitteln verwendet, um die Haltbarkeit zu verbessern..."},"E968":{"n":"E968 - Erythrit","r":"Unbedenklich","v":true,"g":true,"d":"Erythrit ist ein natürlicher Zuckersubstitut, der als E-Nummer E968 geführt wird. Er wird aus Früchten und Gemüse hergestellt und ist ein beliebter Er..."},"E175":{"n":"E175 - Gold","r":"Unbedenklich","v":false,"g":true,"d":"E175 Gold ist eine E-Nummer für Lebensmittelzusatzstoffe, die als Farbstoff verwendet wird. Es wird in verschiedenen Lebensmitteln wie Schokolade und ..."},"E465":{"n":"E465 - Ethylmethylcellulose","r":"Unbedenklich","v":true,"g":true,"d":"Ethylmethylcellulose, auch bekannt als E465, ist eine spezielle Art von Cellulose, die in Lebensmitteln als Stabilisator und Thickenzer verwendet wird..."},"E339II":{"n":"E339ii - Dinatriumphosphat","r":"Unbedenklich","v":true,"g":true,"d":"Dinatriumphosphat, auch bekannt als E339II, ist ein Lebensmittelzusatzstoff, der als pH-Regulierer verwendet wird. Es wird häufig in Backwaren, Süßigk..."},"E640":{"n":"E640 - Glycin und seine natriumsalze","r":"Unbedenklich","v":true,"g":true,"d":"Glycin und seine Natriumsalze haben die E-Nummer E640. Es handelt sich um ein Aminosäure-Produkt, das als Lebensmittelzusatzstoff verwendet wird. Glyc..."},"E405":{"n":"E405 - Propylenglycolalginat","r":"Unbedenklich","v":true,"g":true,"d":"Propylenglycolalginat, bekannt als E405, ist ein Lebensmittelzusatzstoff, der als Stabilisator und Emulgator verwendet wird. Es wird aus Algenextrakte..."},"E908":{"n":"E908 - Reiskleiewachs","r":"Unbedenklich","v":true,"g":true,"d":"Reiskleiewachs, auch bekannt als E908, ist ein pflanzliches Lebensmittelzusatzmittel. Es wird aus Reiskleien hergestellt und wird in verschiedenen Leb..."},"E369":{"n":"E639 - Alanin","r":"Unbedenklich","v":false,"g":true,"d":"Alanin ist eine Aminosäure mit der E-Nummer E639. Sie wird als Konservierungsstoff in Lebensmitteln verwendet, um die Haltbarkeit zu erhöhen. Alanin i..."},"E210":{"n":"E210 - Benzoesäure","r":"Vorsicht","v":false,"g":true,"d":"Benzoesäure, auch bekannt als E210, ist eine synthetische Chemikalie, die als Konservierungsmittel in Lebensmitteln verwendet wird. Sie wird in vielen..."},"E467":{"n":"E467 - Ethulose","r":"Unbedenklich","v":true,"g":true,"d":"Ethulose, auch bekannt als E467, ist eine chemische Verbindung, die in Lebensmitteln als Stabilisator und Emulgator verwendet wird. Sie wird verwendet..."},"E223":{"n":"E223 - Natriummetabisulfit","r":"Unbedenklich","v":true,"g":true,"d":"Natriummetabisulfit, mit der E-Nummer E223, ist ein beliebter Lebensmittelzusatzstoff. Es wird hauptsächlich als Konservierungsmittel und Stabilisator..."},"E909":{"n":"E909 - Walrat","r":"Unbedenklich","v":false,"g":true,"d":"Walrat (E909) ist eine E-Nummer, die für Lebensmittelzusatzstoffe verwendet wird. Es handelt sich um einen natürlichen Stoff, der aus Walraten gewonne..."},"E1510":{"n":"E1510 - Ethanol","r":"Vorsicht","v":false,"g":true,"d":"Ethanol ist eine alkoholische Flüssigkeit, die in vielen Lebensmitteln verwendet wird. Es ist die E-Nummer E1510 und hat die Wikidata-ID Q153. Ethanol..."},"E368":{"n":"E368 - Ammoniumfumarat","r":"Unbedenklich","v":true,"g":true,"d":"Ammoniumfumarat ist eine chemische Verbindung mit der E-Nummer E368. Es wird als Lebensmittelzusatzstoff verwendet. Die Verwendung von Ammoniumfumarat..."},"E450VIII":{"n":"E450viii - Dimagnesiumdiphosphat","r":"Unbedenklich","v":true,"g":true,"d":"Dimagnesiumdiphosphat, auch bekannt als E450VIII, ist ein Lebensmittelzusatzstoff, der als Phosphat verwendet wird. Es wird oft in Backwaren, Kuchen u..."},"E452IV":{"n":"E452iv - Calciumpolyphosphat","r":"Unbedenklich","v":true,"g":true,"d":"E452iv - Calciumpolyphosphat, auch bekannt als Calciumpolyphosphat, ist ein Lebensmittelzusatzstoff mit der E-Nummer E452IV. Es wird als Emulgator und..."},"E965I":{"n":"E965i - D-Maltit","r":"Unbedenklich","v":true,"g":true,"d":"D-Maltit ist eine künstliche Süßstoff-Alternative zur Verwendung in Lebensmitteln. Es ist eine E-Nummer, die von der EU zugelassen ist. D-Maltit wird ..."},"E252":{"n":"E252 - Kaliumnitrat","r":"Vorsicht","v":false,"g":true,"d":"Kaliumnitrat ist eine E-Nummer, die in der Lebensmittelchemie verwendet wird. Es ist ein Salz, das aus Kalium und Nitrat besteht. Kaliumnitrat wird in..."},"E478":{"n":"E478 - Lactylierte Fettsäureester von Glycerin und Propan-1","r":"Unbedenklich","v":false,"g":true,"d":"E478 ist ein Lebensmittelzusatzstoff, der als Lactylierte Fettsäureester von Glycerin und Propan-1 bekannt ist. Er wird in der Lebensmittelindustrie v..."},"E215":{"n":"E215 - Phb-ethylester-natriumsalz (natriumethyl-p-hydroxybenzoat)","r":"Unbedenklich","v":true,"g":true,"d":"E215, auch bekannt als Natriumethyl-p-hydroxybenzoat, ist ein Konservierungsstoff, der häufig in Lebensmitteln verwendet wird. Es ist ein Estersalz vo..."},"E921":{"n":"E921 - L-Cystein-Hydrochlorid-Monohydrat","r":"Unbedenklich","v":false,"g":true,"d":"L-Cystein-Hydrochlorid-Monohydrat, bekannt unter der E-Nummer E921, ist ein synthetisches Aminosäure-Derivat. Es wird als Lebensmittelzusatzstoff verw..."},"E400":{"n":"E400 - Alginsäure","r":"Unbedenklich","v":true,"g":true,"d":"Alginsäure, auch bekannt als E400, ist eine natürliche Verbindung, die aus Algen gewonnen wird. Sie wird als Lebensmittelzusatz verwendet, um die Text..."},"E477":{"n":"E477 - Propylenglycolester von Speisefettsäuren","r":"Unbedenklich","v":false,"g":true,"d":"E477, auch bekannt als Propylenglycolester von Speisefettsäuren, ist ein Lebensmittelzusatzstoff, der als Emulgator in der Lebensmittelindustrie verwe..."},"E960":{"n":"E960 - Steviolglycoside","r":"Unbedenklich","v":true,"g":true,"d":"Steviolglycoside, auch bekannt als E960, sind eine Gruppe von Glycosiden, die aus dem Stevia-Blatt gewonnen werden. Sie werden als Süßstoff verwendet ..."},"E290":{"n":"E290 - Kohlendioxid","r":"Unbedenklich","v":true,"g":true,"d":"Kohlendioxid, mit der E-Nummer E290, ist ein gasförmiges Element, das in vielen Lebensmitteln und Getränken als Konservierungsmittel verwendet wird. E..."},"E339III":{"n":"E339iii - Trinatriumphosphat","r":"Unbedenklich","v":true,"g":true,"d":"Trinatriumphosphat, auch bekannt als E339iii, ist ein Lebensmittelzusatzstoff mit der E-Nummer E339III. Es wird als pH-Regulator und Stabilisator in v..."},"E105":{"n":"E105 - Festgelb AB","r":"Unbedenklich","v":true,"g":true,"d":"E105 - Festgelb AB ist eine synthetische organische Verbindung, die als Lebensmittelzusatzstoff verwendet wird. Sie wird als Farbstoff eingesetzt und ..."},"E574":{"n":"E574 - Gluconsäure","r":"Unbedenklich","v":true,"g":true,"d":"Gluconsäure, auch bekannt als E574, ist eine künstlich hergestellte Zuckerverbindung. Sie wird als Süßstoff in Lebensmitteln verwendet. Gluconsäure is..."},"E300":{"n":"E300 - Ascorbinsäure","r":"Unbedenklich","v":true,"g":true,"d":"Ascorbinsäure, auch bekannt als E300, ist eine Vitamin-C-Form, die häufig als Lebensmittelzusatzstoff verwendet wird. Sie wird verwendet, um die Haltb..."},"E535":{"n":"E535 - Natriumferrocyanid","r":"Unbedenklich","v":false,"g":true,"d":"Natriumferrocyanid ist eine chemische Verbindung mit der E-Nummer E535. Es wird als Konservierungsmittel in Lebensmitteln verwendet. Die Verbindung be..."},"E530":{"n":"E530 - Magnesiumoxid","r":"Unbedenklich","v":true,"g":true,"d":"Magnesiumoxid, auch bekannt als E530, ist eine häufig verwendete Lebensmittelzutat. Es wird oft in Backwaren, Süßigkeiten und anderen Lebensmitteln ve..."},"E472B":{"n":"E472b - Milchsäureester von Mono- und Diglyceriden von Speisefettsäuren","r":"Unbedenklich","v":false,"g":true,"d":"E472b ist ein Lebensmittelzusatzstoff, der als Emulgator eingesetzt wird. Er wird verwendet, um Flüssigkeiten und feste Stoffe in einer Mischung zu ve..."},"E907":{"n":"E907 - Hydriertes poly-1-decen","r":"Unbedenklich","v":true,"g":true,"d":"Hydriertes poly-1-decen ist eine chemische Verbindung mit der E-Nummer E907. Es wird als Lebensmittelzusatz verwendet. Die genaue Struktur ist in der ..."},"E500II":{"n":"E500ii - Natriumhydrogencarbonat","r":"Unbedenklich","v":true,"g":true,"d":"Natriumhydrogencarbonat, auch bekannt als E500ii, ist ein pH-Regler und Stabilisator, der in vielen Lebensmitteln verwendet wird. Es wird als Natriumb..."},"E100":{"n":"E100 - Kurkumin","r":"Unbedenklich","v":true,"g":true,"d":"Kurkumin ist ein natürlicher Farbstoff, der aus der Wurzel des Kurkumapflanzens (Curcuma longa) stammt. Er wird seit Jahrhunderten in der traditionell..."},"E469":{"n":"E469 - Enzymatisch hydrolysierte carboxymethylcellulose","r":"Unbedenklich","v":true,"g":true,"d":"E469 ist ein Lebensmittelzusatzstoff, der aus Enzymatisch hydrolysierten carboxymethylcellulosen besteht. Diese Verbindung wird verwendet, um Textur u..."},"E335II":{"n":"E335ii - Dinatriumtartrat","r":"Unbedenklich","v":true,"g":true,"d":"Dinatriumtartrat ist der E-Nummer E335ii zugeordnet. Es handelt sich um einen Lebensmittelzusatzstoff, der als Salzform von Tartrat verwendet wird. Di..."},"E284":{"n":"E284 - Borsäure","r":"Unbedenklich","v":true,"g":true,"d":"Borsäure (E284) ist eine E-Nummer, die in der Lebensmittelchemie verwendet wird. Es handelt sich um eine schwache Säure, die in verschiedenen Lebensmi..."},"E367":{"n":"E367 - Calciumfumarat","r":"Unbedenklich","v":true,"g":true,"d":"Calciumfumarat (E367) ist ein synthetischer Weichmacher und Antioxidans, der in Lebensmitteln verwendet wird. Es wird als E-Nummer E367 geführt. Calci..."},"E226":{"n":"E226 - Calciumsulfit","r":"Unbedenklich","v":true,"g":true,"d":"Calciumsulfit, auch bekannt als E226, ist ein Lebensmittelzusatzstoff, der zur Verhinderung der Oxidation von Früchten und Gemüse verwendet wird. Dies..."},"E468":{"n":"E468 - Vernetzte carboxymethylcellulose","r":"Unbedenklich","v":true,"g":true,"d":"Vernetzte Carboxymethylcellulose, bekannt als E-Nummer E468, ist ein Lebensmittelzusatzstoff, der aus Cellulose hergestellt wird. Diese Verbindung wir..."},"E965":{"n":"E965 - Maltit","r":"Unbedenklich","v":true,"g":true,"d":"Maltit ist eine künstliche Süßstoff-Substanz mit der E-Nummer E965. Sie wird aus Maltose hergestellt und ist ein beliebter Zuckersatz in der Lebensmit..."},"E383":{"n":"E383 - Calciumglycerophosphat","r":"Unbedenklich","v":true,"g":true,"d":"Calciumglycerophosphat, auch bekannt als E383, ist ein Lebensmittelzusatzstoff, der als Kalziumsalz der Glycerophosphorsäure fungiert. Es wird in viel..."},"E458":{"n":"E458 - Gamma-Cyclodextrin","r":"Unbedenklich","v":true,"g":true,"d":"Gamma-Cyclodextrin (E458) ist ein cyclisches Polysaccharid, das aus Glucosenitrogenatomen besteht. Es wird in der Lebensmittelindustrie als Stabilisat..."},"E955":{"n":"E955 - Sucralose","r":"Unbedenklich","v":true,"g":true,"d":"Sucralose ist ein künstlicher Süßstoff, der ursprünglich 1976 von der Firma Queen Elizabeth II. entwickelt wurde. Es ist etwa 600-mal süßer als Zucker..."},"E553B":{"n":"E553b - Talkum","r":"Unbedenklich","v":true,"g":true,"d":"Talkum ist eine E-Nummer, die in der Lebensmittelchemie verwendet wird. Es handelt sich um ein weiches, weißes Pulver, das aus Calciumcarbonat besteht..."},"E424":{"n":"E424 - Curdlan","r":"Unbedenklich","v":true,"g":true,"d":"Curdlan ist eine Art von Polysaccharid, das aus dem Wurzelstock der Schlehenpflanze (Fraxinus excelsior) gewonnen wird. Es wird als Lebensmittelzusatz..."},"E632":{"n":"E632 - Dikaliuminosinat","r":"Unbedenklich","v":true,"g":true,"d":"Dikaliuminosinat, mit der E-Nummer E632, ist ein synthetisch hergestellter Lebensmittelzusatzstoff. Es wird häufig in der Lebensmittelindustrie verwen..."},"E450VII":{"n":"E450vii - Calciumdihydrogendiphosphat","r":"Unbedenklich","v":true,"g":true,"d":"Calciumdihydrogendiphosphat, auch bekannt als E450VII, ist ein pflanzlicher Lebensmittelzusatzstoff, der als pH-Wert-Regler in Lebensmitteln verwendet..."},"E486":{"n":"E486 - Calciumstearoylfumarat","r":"Unbedenklich","v":false,"g":true,"d":"Calciumstearoylfumarat ist eine chemische Verbindung mit der E-Nummer E486. Sie wird als Lebensmittelzusatzstoff verwendet und ist ein Weichmacher. Ca..."},"E357":{"n":"E357 - Kaliumadipat","r":"Unbedenklich","v":false,"g":true,"d":"Kaliumadipat (E357) ist ein synthetisch hergestellter Lebensmittelzusatzstoff, der als Salz der Adipinsäure und Kaliumhydroxid verwendet wird. Es wird..."},"E262I":{"n":"E262i - Natriumacetat","r":"Unbedenklich","v":true,"g":true,"d":"Natriumacetat ist eine chemische Verbindung mit der E-Nummer E262i. Es wird als Lebensmittelzusatzstoff verwendet und ist ein Salz der Acetat-Ion. Es ..."},"E459":{"n":"E459 - Beta-Cyclodextrin","r":"Unbedenklich","v":true,"g":true,"d":"Beta-Cyclodextrin, auch bekannt als E459, ist ein cyclisches Polysaccharid, das aus mehreren Glucose-Einheiten besteht. Es wird in der Lebensmittelind..."},"E501I":{"n":"E501i - Kaliumcarbonat","r":"Unbedenklich","v":true,"g":true,"d":"Kaliumcarbonat, auch bekannt als E501i, ist ein Lebensmittelzusatzstoff, der als Antioxidans und zur pH-Regulierung verwendet wird. Es ist ein natürli..."},"E912":{"n":"E912 - Montansäureester","r":"Unbedenklich","v":true,"g":true,"d":"Montansäureester ist eine E-Nummer, die in Lebensmitteln als Konservierungsmittel verwendet wird. Sie wird verwendet, um Lebensmittel vor dem Wachstum..."},"E527":{"n":"E527 - Ammoniumhydroxid","r":"Unbedenklich","v":true,"g":true,"d":"E527 Ammoniumhydroxid ist ein weißer, stark wasserlöslicher Feststoff mit einer pH-Wert von etwa 10,5. Er wird als pH-Regulator in Lebensmitteln verwe..."},"E1200":{"n":"E1200 - Polydextrose","r":"Unbedenklich","v":true,"g":true,"d":"Polydextrose ist eine künstliche Zuckeraustauschstoff, die unter der E-Nummer E1200 geführt wird. Sie wird häufig in Lebensmitteln verwendet, um die S..."},"E431":{"n":"E431 - Polyoxyethylen(40)stearat","r":"Unbedenklich","v":true,"g":true,"d":"E431, auch bekannt als Polyoxyethylen(40)stearat, ist ein synthetischer Emulgator, der in vielen Lebensmitteln verwendet wird. Er wird aus Polyoxyethy..."},"E331I":{"n":"E331i - Mononatriumcitrat","r":"Unbedenklich","v":true,"g":true,"d":"Mononatriumcitrat ist ein pH-Stabilisator, der als E-Nummer E331i geführt wird. Es wird in verschiedenen Lebensmitteln wie Fruchtsäften, Getränken und..."},"E946":{"n":"E946 - Octafluorcyclobutan","r":"Vorsicht","v":false,"g":true,"d":"E946, auch bekannt als Octafluorcyclobutan, ist ein synthetisches Additiv. Es wird als Kühlmittel in einigen Lebensmitteln verwendet. Octafluorcyclobu..."},"E950":{"n":"E950 - Acesulfam-K","r":"Unbedenklich","v":true,"g":true,"d":"Acesulfam-K (E950) ist eine synthetische Süßstoffzutat, die in vielen Lebensmitteln verwendet wird. Sie ist etwa 200-mal süßer als Zucker und wird oft..."},"E101II":{"n":"E101ii - Riboflavin-5′-phosphat","r":"Unbedenklich","v":false,"g":true,"d":"Riboflavin-5′-phosphat, auch bekannt als E101II, ist ein synthetischer Vitamin B2-Ersatzstoff. Er wird als Lebensmittelzusatzstoff verwendet, um die H..."},"E501":{"n":"E501 - Kaliumcarbonate","r":"Unbedenklich","v":true,"g":true,"d":"Kaliumcarbonate (E501) ist eine chemische Verbindung mit der E-Nummer E501. Sie wird als Antioxidans und zur pH-Wert-Kontrolle in Lebensmitteln verwen..."},"E1420":{"n":"E1420 - acetylierte Stärke","r":"Unbedenklich","v":true,"g":true,"d":"Acetylierte Stärke, bekannt als E1420, ist ein Lebensmittelzusatzstoff, der aus Stärke hergestellt wird. Durch die Acetylierung wird die Stärke in ein..."},"E472C":{"n":"E472c - Citronensäureester von Mono- und Diglyceriden von Speisefettsäuren","r":"Unbedenklich","v":false,"g":true,"d":"E472c ist ein Lebensmittelzusatzstoff, der zur Stabilisierung und Emulgierung von Lebensmitteln verwendet wird. Er wird aus Citronensäureestern von Mo..."},"E131":{"n":"E131 - Patentblau V","r":"Unbedenklich","v":true,"g":true,"d":"Patentblau V, auch bekannt als E131, ist eine synthetische Farbstoff-Verbindung, die in Lebensmitteln verwendet wird. E131 ist eine blaue Farbe, die i..."},"E124":{"n":"E124 - Cochenillerot a (ponceau 4r)","r":"Vorsicht","v":false,"g":true,"d":"Cochenillerot a, auch bekannt als Ponceau 4R, ist eine synthetische Farbstoffe mit der E-Nummer E124. Sie wird in Lebensmitteln wie Süßigkeiten, Geträ..."},"E262":{"n":"E262 - Natriumacetate","r":"Unbedenklich","v":true,"g":true,"d":"Natriumacetat, auch bekannt als E262, ist eine Verbindung, die in der Lebensmittelchemie als Konservierungsmittel verwendet wird. Es wird verwendet, u..."},"E553AII":{"n":"E553aii - Magnesiumtrisilicat","r":"Unbedenklich","v":true,"g":true,"d":"E553aii, auch bekannt als Magnesiumtrisilicat, ist ein Kunststoff-Additiv für Lebensmittel. Es wird zur Verbesserung der Haltbarkeit und Textur verwen..."},"E1105":{"n":"E1105 - Lysozym","r":"Unbedenklich","v":false,"g":true,"d":"Lysozym ist ein Enzym, das in der E-Nummer E1105 geführt wird. Es wird in Lebensmitteln verwendet, um Bakterien zu zerstören. Lysozym ist ein Protein,..."},"E483":{"n":"E483 - Stearyltartrat","r":"Unbedenklich","v":false,"g":true,"d":"Stearyltartrat, auch bekannt als E483, ist ein Lebensmittelzusatzstoff, der als Konservierungsmittel und zur Erhaltung der Textur verwendet wird. Es w..."},"E529":{"n":"E529 - Calciumoxid","r":"Unbedenklich","v":true,"g":true,"d":"E529, Calciumoxid, ist ein weißer, kristalliner Stoff, der in der Lebensmittelindustrie als Lebensmittelzusatzstoff verwendet wird. Es wird oft in Bac..."},"E324":{"n":"E324 - Ethoxyquin","r":"Vorsicht","v":true,"g":true,"d":"Ethoxyquin, auch bekannt als E324, ist eine chemische Verbindung, die als Konservierungsmittel in Lebensmitteln verwendet wird. Sie wird verwendet, um..."},"E457":{"n":"E457 - Alpha-Cyclodextrin","r":"Unbedenklich","v":true,"g":true,"d":"Alpha-Cyclodextrin ist ein pflanzlicher Eiweißersatz mit der E-Nummer E457. Es wird als Stabilisator und Emulgator in verschiedenen Lebensmitteln verw..."},"E241":{"n":"E241 - Guaicum Gummi","r":"Unbedenklich","v":true,"g":true,"d":"Guaicum Gummi ist eine E-Nummer, die als Lebensmittelzusatzstoff verwendet wird. Es wird aus der Rinde der Guaiacum-Tree gewonnen und hat eine lange G..."},"E528":{"n":"E528 - Magnesiumhydroxid","r":"Unbedenklich","v":true,"g":true,"d":"Magnesiumhydroxid ist eine chemische Verbindung mit der E-Nummer E528. Es wird als Lebensmittelzusatzstoff verwendet, um pH-Werte zu regulieren und in..."},"E554":{"n":"E554 - Natriumaluminiumsilicat","r":"Unbedenklich","v":true,"g":true,"d":"Natriumaluminiumsilicat, auch bekannt als E554, ist ein synthetischer Lebensmittelzusatzstoff. Er wird als Stabilisator und Emulgator verwendet, um di..."},"E359":{"n":"E359 - Ammoniumadipat","r":"Unbedenklich","v":false,"g":true,"d":"Ammoniumadipat ist eine chemische Verbindung mit der E-Nummer E359. Es wird als Weichmacher in Lebensmitteln verwendet. Ammoniumadipat ist ein Amide-D..."},"E331":{"n":"E331 - Natriumcitrate","r":"Unbedenklich","v":true,"g":true,"d":"Natriumcitrate, auch bekannt als E331, ist ein Lebensmittelzusatzstoff, der als pH-Stabilisator und Konservierungsmittel verwendet wird. Es wird in vi..."},"E143":{"n":"E143 - Fast Green FCF","r":"Unbedenklich","v":true,"g":true,"d":"E143, auch bekannt als Fast Green FCF, ist ein synthetischer Lebensmittelzusatzstoff. Er wird als Farbstoff verwendet und ist in vielen Lebensmitteln ..."},"E350I":{"n":"E350i - Natriummalat","r":"Unbedenklich","v":true,"g":true,"d":"Natriummalat, auch bekannt als E350i, ist ein Lebensmittelzusatzstoff, der als pH-Regulator verwendet wird. Es wird in vielen Lebensmitteln wie Saucen..."},"E958":{"n":"E958 - Glycyrrhizin","r":"Vorsicht","v":true,"g":true,"d":"Glycyrrhizin ist eine pflanzliche Substanz, die aus der Wurzel der Süßlupine (Glycyrrhiza glabra) gewonnen wird. Es wird als Geschmacksverstärker in L..."},"E924":{"n":"E924 - Kaliumbromat","r":"Unbedenklich","v":true,"g":true,"d":"Kaliumbromat ist eine E-Nummer, die als Konservierungsstoff in Lebensmitteln verwendet wird. Es wird verwendet, um die Haltbarkeit von Produkten zu ve..."},"E959":{"n":"E959 - Neohesperidin dc","r":"Unbedenklich","v":true,"g":true,"d":"Neohesperidin DC ist eine E-Nummer, die als Süßstoff verwendet wird. Es ist ein natürliches Produkt, das aus Zitrusfrüchten gewonnen wird. Neohesperid..."},"E542":{"n":"E542 - Knochenphosphat","r":"Unbedenklich","v":false,"g":true,"d":"E542 ist die E-Nummer für Knochenphosphat, ein Lebensmittelzusatzstoff, der aus Knochen oder Knochenmehl gewonnen wird. Knochenphosphat wird als Anti-..."},"E420II":{"n":"E420ii - Sorbitsirup","r":"Unbedenklich","v":true,"g":true,"d":"Sorbitsirup ist ein Zuckerersatz aus Sorbit, einem Zuckeralkohol, der aus Früchten hergestellt wird. Er wird als Süßstoff in Lebensmitteln verwendet u..."},"E931":{"n":"E931 - Nitrogen","r":"Unbedenklich","v":true,"g":true,"d":"E931 Nitrogen ist eine E-Nummer, die für Stickstoff verwendet wird. Stickstoff ist ein notwendiger Nährstoff für Pflanzen und Tiere. In der Lebensmitt..."},"E412":{"n":"E412 - Guarkernmehl","r":"Unbedenklich","v":true,"g":true,"d":"Guarkernmehl ist eine E-Nummer, die für Guarkernmehl verwendet wird. Es ist ein Stärkeprodukt, das aus gerösteten und gemahlenen Kernen von Bohnen her..."},"E425II":{"n":"E425ii - Konjak-glucomannan","r":"Unbedenklich","v":true,"g":true,"d":"Konjak-glucomannan, auch bekannt als E425ii, ist ein pflanzlicher Eiweißersatz, der aus dem Wurzelsystem des Konjaku-Baums stammt. Er wird aufgrund se..."},"E392":{"n":"E392 - Extrakt aus Rosmarin","r":"Unbedenklich","v":true,"g":true,"d":"E392 ist ein Lebensmittelzusatzstoff, der als Extrakt aus Rosmarin verwendet wird. Rosmarinextrakt wird oft in der Lebensmittelindustrie verwendet, um..."},"E322A":{"n":"E322a - Haferlecithin","r":"Unbedenklich","v":true,"g":true,"d":"E322a, auch bekannt als Haferlecithin, ist ein Lebensmittelzusatzstoff, der aus Hafermehl gewonnen wird. Er wird oft in Backwaren, Kuchen und anderen ..."},"E202":{"n":"E202 - Kaliumsorbat","r":"Unbedenklich","v":true,"g":true,"d":"Kaliumsorbat (E202) ist eine E-Nummer, die als Konservierungsmittel in Lebensmitteln verwendet wird. Es wird verwendet, um Bakterien und Pilze zu verh..."},"E450VI":{"n":"E450vi - Dicalciumdiphosphat","r":"Unbedenklich","v":false,"g":true,"d":"Dicalciumdiphosphat, auch bekannt als E450vi, ist ein Lebensmittelzusatzstoff, der in verschiedenen Lebensmitteln verwendet wird. Es wird aus Calcium-..."},"E446":{"n":"E446 - Succistearin","r":"Vorsicht","v":false,"g":true,"d":"Succistearin E446 ist ein Emulgator, der in Lebensmitteln wie Schokoladen, Kaugummis und einigen Backwaren verwendet wird. Es wird als E-Nummer E446 g..."},"E343":{"n":"E343 - Magnesiumphosphate","r":"Unbedenklich","v":true,"g":true,"d":"E343, auch bekannt als Magnesiumphosphate, ist eine E-Nummer für einen Lebensmittelzusatzstoff. Er wird in verschiedenen Lebensmitteln verwendet, um i..."},"E516":{"n":"E516 - Calciumsulfat","r":"Unbedenklich","v":true,"g":true,"d":"Calciumsulfat, bekannt als E516, ist ein Lebensmittelzusatzstoff, der als Antioxidans und zur Stabilisierung von Lebensmitteln verwendet wird. Es wird..."},"E233":{"n":"E233 - Thiabendazol","r":"Vorsicht","v":false,"g":true,"d":"Thiabendazol ist eine chemische Verbindung mit der E-Nummer E233. Es wird als Konservierungsmittel in Lebensmitteln verwendet, um Bakterien und Pilze ..."},"E1503":{"n":"E1503 - Rizinusöl","r":"Unbedenklich","v":true,"g":true,"d":"Rizinusöl ist ein pflanzlicher Lebensmittelzusatzstoff, der aus den Samen der Rizinuspflanze (Ricinus communis) gewonnen wird. Es wird als Gelatine-Er..."},"E450":{"n":"E450 - Diphosphate","r":"Unbedenklich","v":true,"g":true,"d":"E450 Diphosphate ist eine E-Nummer, die in der Lebensmittelchemie verwendet wird. Diphosphate sind eine Art von Salzen, die aus Phosphorsäure und eine..."},"E281":{"n":"E281 - Natriumpropionat","r":"Unbedenklich","v":true,"g":true,"d":"Natriumpropionat, auch bekannt als E281, ist ein Lebensmittelzusatzstoff, der in vielen Lebensmitteln verwendet wird. Es wird als pH-Regler und Konser..."},"E492":{"n":"E492 - Sorbitantristearat","r":"Vorsicht","v":true,"g":true,"d":"Sorbitantristearat ist ein synthetisches Emulgat mit der E-Nummer E492. Es wird in Lebensmitteln verwendet, um die Mischung von Fett und Wasser zu erl..."},"E520":{"n":"E520 - Aluminiumsulfat","r":"Unbedenklich","v":true,"g":true,"d":"E520 Aluminiumsulfat ist ein weißer, kristalliner Stoff, der als Lebensmittelzusatzstoff verwendet wird. Er wird in der Lebensmittelindustrie verwende..."},"E161E":{"n":"E161e - Violaxanthin","r":"Unbedenklich","v":true,"g":true,"d":"Violaxanthin ist eine natürliche Pflanzenfarbstoff-Verbindung, die in verschiedenen Gemüsesorten vorkommt. Sie gehört zur Gruppe der Xanthine und wird..."},"E443":{"n":"E443 - Bromiertes Pflanzenöl","r":"Unbedenklich","v":true,"g":true,"d":"Bromiertes Pflanzenöl, auch bekannt als E443, ist ein Lebensmittelzusatzstoff, der aus pflanzlichen Ölen hergestellt wird. Es wird verwendet, um die H..."},"E513":{"n":"E513 - Schwefelsäure","r":"Vorsicht","v":false,"g":true,"d":"Schwefelsäure ist eine chemische Verbindung mit der E-Nummer E513. Sie wird als Lebensmittelzusatzstoff verwendet und ist in vielen Lebensmitteln enth..."},"E155":{"n":"E155 - Braun ht","r":"Unbedenklich","v":false,"g":true,"d":"Braun HT ist eine synthetische Farbstoff-Verbindung mit der E-Nummer E155. Es wird in verschiedenen Lebensmitteln verwendet, um eine braune Farbe zu e..."},"E472D":{"n":"E472d - Weinsäureester von Mono- und Diglyceriden von Speisefettsäuren","r":"Unbedenklich","v":false,"g":true,"d":"E472d ist ein Lebensmittelzusatzstoff, der als Emulgator verwendet wird. Es hilft dabei, die Konsistenz und die Stabilität von Lebensmitteln zu verbes..."},"E350":{"n":"E350 - Natriummalate","r":"Unbedenklich","v":true,"g":true,"d":"E350, auch bekannt als Natriummalat, ist ein synthetisch hergestellter Lebensmittelzusatzstoff mit der E-Nummer E350. Es wird in verschiedenen Lebensm..."},"E236":{"n":"E236 - Ameisensäure","r":"Unbedenklich","v":true,"g":true,"d":"Ameisensäure ist eine synthetisch hergestellte chemische Verbindung mit der E-Nummer E236. Sie wird als Lebensmittelzusatzstoff verwendet. Die Ameisen..."},"E355":{"n":"E355 - Adipinsäure","r":"Unbedenklich","v":true,"g":true,"d":"E355 Adipinsäure ist eine E-Nummer, die in der Lebensmittelchemie verwendet wird. Sie wird auch als Adipinsäure bezeichnet und hat die Wikidata-ID Q35..."},"E450I":{"n":"E450i - Dinatriumdiphosphat","r":"Unbedenklich","v":true,"g":true,"d":"E450i - Dinatriumdiphosphat ist eine E-Nummer, die für Dinatriumdiphosphat steht. Es wird in Lebensmitteln verwendet, um bestimmte Eigenschaften zu ve..."},"E957":{"n":"E957 - Thaumatin","r":"Unbedenklich","v":true,"g":true,"d":"Thaumatin ist eine Naturstoff-Abbauprodukt, das aus dem Fruchtfleisch der Westafrikanischen Zitrone (Citrus clementina) gewonnen wird. Es ist ein star..."},"E343I":{"n":"E343i - Monomagnesiumphosphat","r":"Unbedenklich","v":true,"g":true,"d":"E343i, auch bekannt als Monomagnesiumphosphat, ist eine E-Nummer, die in der Lebensmittelindustrie verwendet wird. Es ist ein Weichmacher und ein Nahr..."},"E571":{"n":"E571 - Ammoniumstearat","r":"Unbedenklich","v":true,"g":true,"d":"E571 ist die E-Nummer für Ammoniumstearat, ein Weichmacher und Emulgator in Lebensmitteln. Es wird aus Ammonium und Stearinsäure hergestellt und dient..."},"E150":{"n":"E150 - Karamell","r":"Unbedenklich","v":true,"g":true,"d":"Karamell, auch bekannt als E150, ist eine E-Nummer, die in der Lebensmittelchemie verwendet wird. Es wird durch die Erhitzung von Zucker oder anderen ..."},"E1414":{"n":"E1414 - acetyliertes Distärkephosphat","r":"Unbedenklich","v":true,"g":true,"d":"Acetyliertes Distärkephosphat ist ein synthetischer Lebensmittelzusatzstoff mit der E-Nummer E1414. Es wird als pH-Stabilisator und Emulgator verwende..."},"E525":{"n":"E525 - Kaliumhydroxid","r":"Unbedenklich","v":true,"g":true,"d":"Kaliumhydroxid, auch bekannt als E525, ist eine chemische Verbindung, die in der Lebensmittelindustrie als pH-Regler verwendet wird. Es wird aus Natro..."},"E553AI":{"n":"E553ai - Synthetisches Magnesiumsilikat","r":"Unbedenklich","v":true,"g":true,"d":"E553ai ist ein synthetischer Magnesiumsilikat, der als Lebensmittelzusatzstoff verwendet wird. Er wird oft in Backwaren, Süßigkeiten und anderen Leben..."},"E312":{"n":"E312 - Dodecylgallat","r":"Unbedenklich","v":true,"g":true,"d":"Dodecylgallat, bekannt unter der E-Nummer E312, ist ein Konservierungsmittel, das in einigen Lebensmitteln verwendet wird. Es wird verwendet, um Fett ..."},"E558":{"n":"E558 - Bentonit","r":"Unbedenklich","v":true,"g":true,"d":"Bentonit ist eine Naturharzform, die aus der Mineralklasse der Tonminerale stammt. Es wird hauptsächlich aus Bentonit-Stein, der in den USA, Mexiko un..."},"E329":{"n":"E329 - Magnesiumlactat","r":"Unbedenklich","v":true,"g":true,"d":"Magnesiumlactat ist eine E-Nummer (E329) und wird als Lebensmittelzusatzstoff verwendet. Es ist ein Magnesiumsalz der Milchsäure und wird in verschied..."},"E524":{"n":"E524 - Natriumhydroxid","r":"Unbedenklich","v":true,"g":true,"d":"Natriumhydroxid, auch bekannt als E524, ist eine Basis mit der chemischen Formel NaOH. Es wird als Lebensmittelzusatzstoff verwendet, um die pH-Werte ..."},"E1430":{"n":"E1430 - Distärkeglycerin","r":"Unbedenklich","v":true,"g":true,"d":"Distärkeglycerin ist ein Lebensmittelzusatzstoff, der aus Distärke und Glycerin hergestellt wird. Es wird in verschiedenen Lebensmitteln wie Süßigkeit..."},"E163C":{"n":"E163c - Malvidin","r":"Unbedenklich","v":true,"g":true,"d":"Malvidin, auch bekannt als E163C, ist ein Anthocyankomplex, ein Farbstoff, der in Pflaumen und anderen Früchten vorkommt. Er wird häufig als Lebensmit..."},"E262II":{"n":"E262ii - Natriumdiacetat","r":"Unbedenklich","v":true,"g":true,"d":"Natriumdiacetat, auch bekannt als E262ii, ist eine chemische Verbindung, die als Konservierungsmittel in Lebensmitteln verwendet wird. Es wird verwend..."},"E586":{"n":"E586 - 4-hexylresorcin","r":"Unbedenklich","v":true,"g":true,"d":"4-Hexylresorcin ist eine chemische Verbindung mit der E-Nummer E586. Es wird als Konservierungsmittel in Lebensmitteln verwendet. Die Verbindung ist e..."},"E501II":{"n":"E501ii - Kaliumhydrogencarbonat","r":"Unbedenklich","v":true,"g":true,"d":"Kaliumhydrogencarbonat, auch bekannt als E501ii, ist ein chemischer Name für ein Lebensmittelzusatzstoff, der als pH-Regler in verschiedenen Lebensmit..."},"E101":{"n":"E101 - Riboflavin","r":"Unbedenklich","v":true,"g":true,"d":"Riboflavin, auch bekannt als E101, ist ein B-Vitamin, das in vielen Lebensmitteln enthalten ist. Es dient als Antioxidans und hilft bei der Erhaltung ..."},"E328":{"n":"E328 - Ammoniumlactat","r":"Unbedenklich","v":true,"g":true,"d":"Ammoniumlactat ist ein Lebensmittelzusatzstoff mit der E-Nummer E328. Es wird als pH-Regulator in verschiedenen Lebensmitteln eingesetzt, um die Säure..."},"E354":{"n":"E354 - Calciumtartrat","r":"Unbedenklich","v":true,"g":true,"d":"E354 Calciumtartrat ist eine E-Nummer, die als Lebensmittelzusatzstoff verwendet wird. Es ist ein Calciumsalz des Tartrat-Anions und wird in verschied..."},"E559":{"n":"E559 - Aluminiumsilicat","r":"Vorsicht","v":true,"g":true,"d":"E559 ist die E-Nummer für Aluminiumsilicat, ein Lebensmittelzusatzstoff. Es wird in der Lebensmittelindustrie verwendet, um die Viskosität von Lebensm..."},"E427":{"n":"E427 - Cassia-gummi","r":"Unbedenklich","v":true,"g":true,"d":"Cassia-Gummi ist ein natürlicher Lebensmittelzusatzstoff, der aus den Samen der Mimosa-Baumgewächse (Cassia spp.) gewonnen wird. Es wird als Stabilisa..."},"E942":{"n":"E942 - Distickstoffoxid","r":"Unbedenklich","v":true,"g":true,"d":"Distickstoffoxid, auch bekannt als E942, ist ein Lebensmittelzusatzstoff, der häufig in Backwaren, Konditoreiwaren und anderen Lebensmitteln verwendet..."},"E263":{"n":"E263 - Calciumacetat","r":"Unbedenklich","v":true,"g":true,"d":"Calciumacetat ist eine E-Nummer (E263) für Lebensmittelzusatzstoffe. Es wird in verschiedenen Lebensmitteln verwendet, um die Säure zu neutralisieren ..."},"E301":{"n":"E301 - Natriumascorbat","r":"Unbedenklich","v":true,"g":true,"d":"Natriumascorbat, auch bekannt als E301, ist ein Lebensmittelzusatzstoff, der als Antioxidans verwendet wird. Es wird verwendet, um die Haltbarkeit von..."},"E128":{"n":"E128 - Rot 2G","r":"Unbedenklich","v":true,"g":true,"d":"E 128, auch bekannt als Rot 2G, ist eine E-Nummer für Lebensmittelzusatzstoffe. Es handelt sich um ein Farbstoff, das in verschiedenen Lebensmitteln v..."},"E154":{"n":"E154 - Braun FK","r":"Unbedenklich","v":true,"g":true,"d":"Braun FK, auch bekannt als E154, ist ein Lebensmittelzusatzstoff, der als Farbstoff verwendet wird. Er wird verwendet, um Lebensmitteln eine braune Fa..."},"E331II":{"n":"E331ii - Dinatriumcitrat","r":"Unbedenklich","v":true,"g":true,"d":"Dinatriumcitrat, auch bekannt als E331II, ist ein Lebensmittelzusatzstoff, der als pH-Stabilisator und Konservierungsmittel verwendet wird."},"E482":{"n":"E482 - Calciumstearoyl-2-lactylat","r":"Unbedenklich","v":false,"g":true,"d":"Calciumstearoyl-2-lactylat ist ein Emulgator, der in der Lebensmittelindustrie verwendet wird. Es wird verwendet, um die Mischung von Wasser und Fett ..."},"E636":{"n":"E636 - Maltol","r":"Unbedenklich","v":true,"g":true,"d":"Maltol ist eine künstliche Süßstoff-Substanz mit der E-Nummer E636. Sie wird in Lebensmitteln wie Süßigkeiten, Kaugummis und einigen Backwaren verwend..."},"E916":{"n":"E916 - Calciumiodat","r":"Unbedenklich","v":false,"g":true,"d":"Calciumiodat, auch bekannt als E916, ist ein Lebensmittelzusatzstoff, der als Stabilisator und Antioxidans verwendet wird. Es wird aus Calcium und Iod..."},"E129":{"n":"E129 - Allurarot ac","r":"Unbedenklich","v":true,"g":true,"d":"E129, auch bekannt als Allurarot ac, ist ein synthetischer Lebensmittelzusatzstoff, der als Farbstoff verwendet wird. Er ist in vielen Lebensmitteln w..."},"E961":{"n":"E961 - Neotam","r":"Unbedenklich","v":true,"g":true,"d":"Neotam, auch bekannt als E961, ist ein künstlich hergestellter Süßstoff. Es wurde 1997 von der Firma Solvay entwickelt und ist ein Derivat des Asparag..."},"E401":{"n":"E401 - Natriumalginat","r":"Unbedenklich","v":true,"g":true,"d":"Natriumalginat, auch bekannt als E401, ist ein Lebensmittelzusatzstoff, der aus Alginat, einem Polysaccharid, abgeleitet wird. Es wird in verschiedene..."},"E450III":{"n":"E450iii - Tetranatriumdiphosphat","r":"Unbedenklich","v":true,"g":true,"d":"E450iii - Tetranatriumdiphosphat ist eine E-Nummer, die für Tetranatriumdiphosphat verwendet wird. Es ist ein Phosphat, das in Lebensmitteln als Antia..."},"E101I":{"n":"E101i - Riboflavin","r":"Unbedenklich","v":true,"g":true,"d":"Riboflavin, auch bekannt als E101i, ist ein B-Vitamin, das in vielen Lebensmitteln verwendet wird. Es dient als Farbstoff und Konservierungsmittel. Di..."},"E127":{"n":"E127 - Erythrosin","r":"Unbedenklich","v":true,"g":true,"d":"Erythrosin, auch bekannt als E127, ist ein künstlicher Lebensmittelzusatzstoff, der als Farbstoff verwendet wird. Es wird in verschiedenen Lebensmitte..."},"E633":{"n":"E633 - Calciuminosinat","r":"Unbedenklich","v":false,"g":true,"d":"Calciuminosinat (E633) ist ein synthetischer Farbstoff, der als Lebensmittelzusatzstoff eingesetzt wird. Er wird zur Färbung von Lebensmitteln wie Käs..."},"E920":{"n":"E920 - L-cystein","r":"Unbedenklich","v":false,"g":true,"d":"L-cystein ist eine Aminosäure, die in Lebensmitteln als Konservierungsmittel eingesetzt wird. Es wird auch als Bestandteil von Vitaminen und Enzymen v..."},"E913":{"n":"E913 - Wollwachs","r":"Unbedenklich","v":false,"g":true,"d":"Wollwachs (E913) ist ein Lebensmittelzusatzstoff, der aus Wollwachs gewonnen wird. Es wird als Emulgator verwendet, um das Mischen von Wasser und Öl z..."},"E1405":{"n":"E1405 - Enzymatisch modifizierte Stärke","r":"Unbedenklich","v":true,"g":true,"d":"Enzymatisch modifizierte Stärke, auch bekannt als E1405, ist ein Lebensmittelzusatzstoff, der aus Stärke hergestellt wird. Durch die enzymatische Modi..."},"E429":{"n":"E429 - Pepton","r":"Unbedenklich","v":false,"g":true,"d":"Pepton ist eine E-Nummer, die für Peptide verwendet wird. Diese künstlichen Aminosäurekombinationen werden in der Lebensmittelindustrie eingesetzt, um..."},"E440B":{"n":"E440b - amidiertes Pektin","r":"Unbedenklich","v":true,"g":true,"d":"E440b ist die E-Nummer für Amidiertes Pektin, ein Lebensmittelzusatzstoff, der in vielen Backwaren und Süßigkeiten verwendet wird. Pektin ist ein natü..."},"E557":{"n":"E557 - Hemimorphit","r":"Unbedenklich","v":false,"g":true,"d":"Hemimorphit ist ein Mineral, das in der Form von Calciumphosphat vorkommt. Es wird als E-Nummer E557 in Lebensmitteln verwendet, um bestimmte Eigensch..."},"E428":{"n":"E428 - Gelatine","r":"Unbedenklich","v":false,"g":true,"d":"Gelatine ist eine aus Tierknochen gewonnene Polysaccharid-Substanz. Sie wird häufig in Lebensmitteln verwendet, um ihre Textur zu verbessern. Gelatine..."},"E211":{"n":"E211 - Natriumbenzoat","r":"Unbedenklich","v":true,"g":true,"d":"Natriumbenzoat, auch bekannt als E211, ist ein weithin verwendetes Konservierungsmittel in der Lebensmittelindustrie. Es wird zur Verhinderung der Wac..."},"E925":{"n":"E925 - Chlor","r":"Vorsicht","v":true,"g":true,"d":"E925 - Chlor ist eine E-Nummer, die für Chlor verwendet wird. Chlor ist ein starkes Desinfektionsmittel und wird in der Lebensmittelindustrie zur Ster..."},"E182":{"n":"E182 - Orcein","r":"Vorsicht","v":false,"g":true,"d":"Orcein ist eine E-Nummer, die in der Lebensmittelchemie verwendet wird. Es ist ein Farbstoff, der aus dem Blut von Meeresschnecken gewonnen wird. Orce..."},"E266":{"n":"E266 - Natriumdehydroacetat","r":"Unbedenklich","v":true,"g":true,"d":"Natriumdehydroacetat, auch bekannt als E266, ist ein Lebensmittelzusatzstoff, der zur Verlängerung der Haltbarkeit von Lebensmitteln verwendet wird. E..."},"E327":{"n":"E327 - Calciumlactat","r":"Unbedenklich","v":false,"g":true,"d":"E327 Calciumlactat ist ein Zusatzstoff, der als E-Nummer in der EU registriert ist. Es handelt sich um ein Salz aus Calcium und Lactat und wird in Leb..."},"E331III":{"n":"E331iii - Trinatriumcitrat","r":"Unbedenklich","v":true,"g":true,"d":"Trinatriumcitrat ist eine E-Nummer, die für den Einsatz in Lebensmitteln verwendet wird. Es handelt sich um ein Salz der Citronensäure, das in der Leb..."},"E641":{"n":"E641 - L-Leucin","r":"Unbedenklich","v":false,"g":true,"d":"L-Leucin ist eine der wichtigsten Aminosäuren, die im menschlichen Körper vorkommen. Es ist ein essentieller Aminosäure, was bedeutet, dass der Körper..."},"E555":{"n":"E555 - Kaliumaluminiumsilicat","r":"Unbedenklich","v":true,"g":true,"d":"Kaliumaluminiumsilicat, bekannt als E555, ist ein synthetischer Mineralzusatzstoff, der als Lebensmittelzusatzstoff verwendet wird. Er wird hauptsächl..."},"E350II":{"n":"E350ii - Natriumhydrogenmalat","r":"Unbedenklich","v":true,"g":true,"d":"Natriumhydrogenmalat, auch bekannt als E350ii, ist ein Lebensmittelzusatzstoff, der als pH-Regulierer verwendet wird. Es wird verwendet, um die Säure-..."},"E493":{"n":"E493 - Sorbitanmonolaurat","r":"Unbedenklich","v":true,"g":true,"d":"Sorbitanmonolaurat ist eine Art von Emulgator, der in der Lebensmittelindustrie verwendet wird. Es wird verwendet, um die Mischung von Wasser und Fett..."},"E163D":{"n":"E163d - Pelargonidin","r":"Unbedenklich","v":true,"g":true,"d":"Pelargonidin ist eine natürliche Farbstoff-Verbindung, die in verschiedenen Früchten und Pflanzen vorkommt. Sie gehört zur Gruppe der Anthocyane und i..."},"E420I":{"n":"E420i - D-Glucitol","r":"Bedenklich","v":true,"g":true,"d":"E420i, auch bekannt als D-Glucitol, ist eine künstliche Süßstoff-Alternative, die in Lebensmitteln verwendet wird. Sie ist ein weißer, kristalliner St..."},"E325":{"n":"E325 - Natriumlactat","r":"Unbedenklich","v":true,"g":true,"d":"Natriumlactat ist eine E-Nummer (E325) und wird als Lebensmittelzusatzstoff verwendet. Es wird verwendet, um die Säure-Base-Empfindlichkeit von Lebens..."},"E442":{"n":"E442 - Ammoniumphosphatide","r":"Unbedenklich","v":false,"g":true,"d":"E442 - Ammoniumphosphatide ist eine E-Nummer, die in der Lebensmittelchemie verwendet wird. Es handelt sich um eine Gruppe von Ammoniumphosphatiden, d..."},"E1423":{"n":"E1423 - Acetyliertes Distärkeglycerin","r":"Unbedenklich","v":true,"g":true,"d":"E1423, auch bekannt als Acetyliertes Distärkeglycerin, ist ein Lebensmittelzusatzstoff, der in der Lebensmittelindustrie verwendet wird. Es wird verwe..."},"E120":{"n":"E120 - echtes Karmin","r":"Unbedenklich","v":false,"g":true,"d":"Echtes Karmin, auch bekannt als E120, ist eine Lebensmittelzusatzstoff-Nummer, die für die Verwendung von echtem Karmin in Lebensmitteln zugelassen is..."},"E512":{"n":"E512 - Zinnii-chlorid","r":"Unbedenklich","v":true,"g":true,"d":"Zinnii-chlorid, mit der E-Nummer E512, ist ein Lebensmittelzusatzstoff, der als Konservierungsmittel verwendet wird. Es wird zur Verhinderung von Bakt..."},"E927":{"n":"E927 - Azodicarbonamid und Carbamide","r":"Unbedenklich","v":true,"g":true,"d":"Azodicarbonamid und Carbamide sind eine chemische Verbindung mit der E-Nummer E927. Sie werden als Lebensmittelzusatzstoff verwendet, um die Haltbarke..."},"E125":{"n":"E125 - E125 food additive","r":"Unbedenklich","v":false,"g":true,"d":"E125 ist ein Lebensmittelzusatzstoff, der als Farbstoff verwendet wird. Er wird mit der E-Nummer E125 bezeichnet und ist in der EU zugelassen. E125 wi..."},"E450V":{"n":"E450v - Tetrakaliumdiphosphat","r":"Unbedenklich","v":true,"g":true,"d":"E450v - Tetrakaliumdiphosphat ist ein Lebensmittelzusatzstoff, der als E-Nummer E450V geführt wird. Er wird als Stabilisator und Emulgator verwendet. ..."},"E425I":{"n":"E425i - Konjakgummi","r":"Unbedenklich","v":true,"g":true,"d":"E425i, Konjakgummi, ist ein pflanzlicher Lebensmittelzusatzstoff, der aus dem Wurzelsystem des Konjakpfeifers (Amorphophallus konjac) gewonnen wird. E..."},"E320":{"n":"E320 - Butylhydroxyanisol","r":"Unbedenklich","v":true,"g":true,"d":"Butylhydroxyanisol, auch bekannt als E320, ist ein synthetischer Stoff, der als Antioxidationsmittel in Lebensmitteln verwendet wird. Er wird verwende..."},"E313":{"n":"E313 - Ethyl gallate","r":"Unbedenklich","v":true,"g":true,"d":"Ethyl gallate ist eine chemische Verbindung mit der E-Nummer E313. Es wird als Konservierungsmittel in Lebensmitteln verwendet. Ethyl gallate ist ein ..."},"E546":{"n":"Magnesiumpyrophosphat","r":"Unbedenklich","v":true,"g":true,"d":"Magnesiumpyrophosphat, auch bekannt als E546, ist ein Lebensmittelzusatzstoff, der als Magnesiumsalz des Diphosphats fungiert. Es wird in der Lebensmi..."},"E713":{"n":"E713 - Tylosin","r":"Vorsicht","v":false,"g":true,"d":"Tylosin ist ein Antibiotikum, das als E-Nummer E713 in Lebensmitteln verwendet wird. Es wird zur Bekämpfung von Bakterien und anderen Mikroorganismen ..."},"E416":{"n":"E416 - Karaya-gummi","r":"Unbedenklich","v":true,"g":true,"d":"Karaya-Gummi ist ein natürliches, stark haftendes Gummi, das aus der Wurzel der Karaya-Pflanze (Sterculia urens) gewonnen wird. Es wird als Lebensmitt..."},"E161I":{"n":"E161i - Citranaxanthin","r":"Unbedenklich","v":true,"g":true,"d":"Citraxanthin, auch bekannt als E161i, ist ein Farbstoff, der aus bestimmten Pflanzen gewonnen wird. Es wird in Lebensmitteln verwendet, um ihre Farbe ..."},"E171":{"n":"E171 - Titandioxid","r":"Unbedenklich","v":false,"g":true,"d":"E171, auch bekannt als Titandioxid, ist eine E-Nummer, die für Lebensmittelzusatzstoffe verwendet wird. Es wird verwendet, um den Farbton von Lebensmi..."},"E550":{"n":"E550 - Natriumsilikat","r":"Unbedenklich","v":true,"g":true,"d":"Natriumsilikat, mit der E-Nummer E550, ist ein in der Lebensmittelindustrie weit verbreitetes Additiv. Es wird als Emulgator und Stabilisator verwende..."},"E461":{"n":"E461 - Methylcellulose","r":"Unbedenklich","v":true,"g":true,"d":"Methylcellulose, auch bekannt als E461, ist ein synthetisches Polysaccharid, das aus Cellulose hergestellt wird. Es wird als Lebensmittelzusatzstoff v..."},"E1411":{"n":"E1411 - Distärkeglycerol","r":"Unbedenklich","v":true,"g":true,"d":"Distärkeglycerol ist ein Lebensmittelzusatzstoff, der unter der E-Nummer E1411 geführt wird. Es wird aus Distärke gewonnen und wird in verschiedenen L..."},"E901":{"n":"E901 - Bienenwachs weiß und gelb","r":"Unbedenklich","v":false,"g":true,"d":"E901 ist die E-Nummer für Bienenwachs weiß und gelb. Es wird als Lebensmittelzusatzstoff verwendet und ist in vielen Produkten enthalten. Bienenwachs ..."},"E142":{"n":"E142 - Grün s","r":"Vorsicht","v":true,"g":true,"d":"E142, auch bekannt als Grün S, ist ein grüner Farbstoff, der in Lebensmitteln verwendet wird, um ihnen eine natürliche Farbe zu geben. Er wird aus den..."},"E420":{"n":"E420 - Sorbit","r":"Unbedenklich","v":true,"g":true,"d":"Sorbit ist ein Zuckerersatzstoff, der unter der E-Nummer E420 geführt wird. Es wird aus Glycerin hergestellt und ist ein häufiger Bestandteil von Lebe..."},"E1203":{"n":"E1203 - Polyvinylalkohol","r":"Vorsicht","v":true,"g":true,"d":"Polyvinylalkohol, auch bekannt als E1203, ist ein synthetisches Polymer, das in der Lebensmittelindustrie als Weichmacher verwendet wird. Es wird in v..."},"E316":{"n":"E316 - Natriumisoascorbat","r":"Unbedenklich","v":true,"g":true,"d":"Natriumisoascorbat, auch bekannt als E316, ist ein synthetisches Vitamin-C-Präparat. Es wird als Lebensmittelzusatzstoff verwendet, um die Haltbarkeit..."},"E413":{"n":"E413 - Traganth","r":"Unbedenklich","v":true,"g":true,"d":"Traganth ist eine E-Nummer, die als E 413 geführt wird. Es ist ein Polysaccharid, das aus der Wurzel der Aster Tree (Aster spp.) gewonnen wird. Tragan..."},"E929":{"n":"E929 - Acetonperoxid","r":"Vorsicht","v":false,"g":true,"d":"Acetonperoxid ist eine chemische Verbindung mit der E-Nummer E929. Es wird als Konservierungsmittel in Lebensmitteln verwendet. Acetonperoxid ist ein ..."},"E203":{"n":"E203 - Calciumsorbat","r":"Unbedenklich","v":true,"g":true,"d":"Calciumsorbat, auch bekannt als E-Nummer E203, ist ein Konservierungsmittel, das in vielen Lebensmitteln verwendet wird. Es wird verwendet, um die Hal..."},"E343II":{"n":"E343ii - Dimagnesiumphosphat","r":"Unbedenklich","v":true,"g":true,"d":"E343ii - Dimagnesiumphosphat ist eine E-Nummer, die für Dimagnesiumphosphat steht. Es wird als Lebensmittelzusatzstoff verwendet und ist in der EU zug..."},"E472G":{"n":"E472g - Succinylierte Monoglyceride","r":"Unbedenklich","v":false,"g":true,"d":"E472g, auch bekannt als Succinylierte Monoglyceride, ist ein Lebensmittelzusatzstoff, der zur Stabilisierung von Emulsionen verwendet wird. Er wird in..."},"E471":{"n":"E471 - Mono- und Diglyceride von Speisefettsäuren","r":"Unbedenklich","v":true,"g":true,"d":"E471 ist eine Lebensmittelzusatzstoffe, die aus Mono- und Diglyceriden von Speisefettsäuren besteht. Sie wird als Emulgator verwendet, um die Mischung..."},"E496":{"n":"E496 - Sorbitantrioleat","r":"Vorsicht","v":false,"g":true,"d":"Sorbitantrioleat, auch bekannt als E 496, ist ein synthetischer Emulgator, der in vielen Lebensmitteln wie Backwaren, Süßigkeiten und Getränken verwen..."},"E161":{"n":"E161 - Xanthophylle","r":"Unbedenklich","v":true,"g":true,"d":"Xanthophylle (E161) ist eine Gruppe von gelbgrünen Pigmenten, die in Pflanzen und Algen vorkommen. Sie spielen eine wichtige Rolle bei der Photosynthe..."},"E450II":{"n":"E450ii - Trinatriumdiphosphat","r":"Unbedenklich","v":true,"g":true,"d":"Trinatriumdiphosphat, bekannt als E450ii, ist ein phosphathaltiger Lebensmittelzusatzstoff. Er wird in vielen Lebensmitteln verwendet, um die Stabilit..."},"E928":{"n":"E928 - Dibenzoylperoxid","r":"Unbedenklich","v":false,"g":true,"d":"Dibenzoylperoxid (E928) ist ein synthetischer Lebensmittelzusatzstoff, der als Konservierungsmittel und Antioxidans verwendet wird. Es wird in einigen..."},"E954":{"n":"E954 - Saccharin","r":"Unbedenklich","v":true,"g":true,"d":"Saccharin, auch bekannt unter der E-Nummer E954, ist ein künstlicher Süßstoff, der seit den 1870er Jahren in der Lebensmittelchemie verwendet wird. Er..."},"E232":{"n":"E232 - Natriumorthophenylphenol","r":"Unbedenklich","v":true,"g":true,"d":"E232 ist eine E-Nummer, die für Natriumorthophenylphenol steht. Es handelt sich um ein Konservierungsmittel, das in Lebensmitteln verwendet wird. Natr..."},"E342":{"n":"E342 - Ammoniumphosphat","r":"Unbedenklich","v":true,"g":true,"d":"E342 Ammoniumphosphat ist eine E-Nummer für Lebensmittelzusatzstoffe. Es handelt sich um ein Ammoniumphosphat, das als pH-Regulierer eingesetzt wird. ..."},"E553A":{"n":"E553a - synthetische Magnesiumsilikate","r":"Unbedenklich","v":true,"g":true,"d":"E553a, auch bekannt als synthetische Magnesiumsilikate, ist ein synthetischer Zusatzstoff, der in Lebensmitteln verwendet wird. Er wird als E-Nummer E..."},"E285":{"n":"E285 - Natriumtetraborat (borax)","r":"Unbedenklich","v":true,"g":true,"d":"Natriumtetraborat, meist als Borax bezeichnet, ist eine chemische Verbindung mit der E-Nummer E285. Es wird in vielen Lebensmitteln als Konservierungs..."},"E508":{"n":"E508 - Kaliumchlorid","r":"Unbedenklich","v":true,"g":true,"d":"Kaliumchlorid, auch bekannt als E508, ist ein ionisches Salz, das in der Lebensmittelindustrie als Würze und Konservierungsmittel verwendet wird. Es w..."},"E626":{"n":"E626 - Guanylsäure","r":"Unbedenklich","v":false,"g":true,"d":"E626 Guanylsäure ist eine synthetische Verbindung, die als Lebensmittelzusatzstoff verwendet wird. Sie wird verwendet, um die Geschmack und Farbe von ..."},"E1404":{"n":"E1404 - Oxidierte stärke","r":"Unbedenklich","v":true,"g":true,"d":"Oxidierte Stärke ist ein künstlicher Lebensmittelzusatzstoff, der hauptsächlich zur Verbesserung der Konsistenz und des Aussehens von Lebensmitteln ve..."},"E964":{"n":"E964 - Polyglycitol-Sirup","r":"Unbedenklich","v":true,"g":true,"d":"Polyglycitol-Sirup, auch bekannt als E964, ist ein pflanzlicher Zuckerersatzstoff. Er wird in vielen Lebensmitteln verwendet, um den Geschmack zu verb..."},"E170II":{"n":"E170ii - Calciumhydrogencarbonat","r":"Unbedenklich","v":true,"g":true,"d":"Calciumhydrogencarbonat, auch bekannt als E170II, ist ein Lebensmittelzusatzstoff, der aus Calciumcarbonat und Wasser besteht. Es wird verwendet, um d..."},"E304":{"n":"Fettsäureester der Ascorbinsäure - Palmitinsäureascorbylester","r":"Unbedenklich","v":false,"g":true,"d":"Palmitinsäureascorbylester, auch bekannt als E304, ist ein synthetischer Stoff, der als Konservierungsmittel in Lebensmitteln verwendet wird. Er ist e..."},"E570":{"n":"E570 - Speisefettsäuren","r":"Unbedenklich","v":false,"g":true,"d":"E570 - Speisefettsäuren - ist eine Gruppe von Fettsäuren, die in der Lebensmittelindustrie verwendet werden. Diese Fettsäuren werden verwendet, um die..."},"E509":{"n":"E509 - Calciumchlorid","r":"Unbedenklich","v":true,"g":true,"d":"Calciumchlorid ist eine chemische Verbindung aus Calcium und Chlor. Es wird als Lebensmittelzusatzstoff mit der E-Nummer E509 verwendet. Calciumchlori..."},"E151":{"n":"E151 - Brilliantschwarz bn (schwarz pn)","r":"Unbedenklich","v":true,"g":true,"d":"E151, auch bekannt als Brilliantschwarz bn (schwarz pn), ist ein synthetischer Farbstoff mit der E-Nummer E151. Es wird hauptsächlich in Lebensmitteln..."},"E460II":{"n":"E460ii - Cellulosepulver","r":"Unbedenklich","v":true,"g":true,"d":"Cellulosepulver, auch bekannt als E460ii, ist ein pflanzlicher Stoff, der als Thickenzer und Emulgator in Lebensmitteln verwendet wird. Es wird aus Ze..."},"E163F":{"n":"E163f - Petunidin","r":"Unbedenklich","v":true,"g":true,"d":"Petunidin ist ein Farbstoff, der aus Pflanzen gewonnen wird und als Lebensmittelzusatz verwendet wird. Es gehört zur Gruppe der Anthocyanine, die für ..."},"E472A":{"n":"E472a - Essigsäureester von Mono- und Diglyceriden von Speisefettsäuren","r":"Unbedenklich","v":false,"g":true,"d":"E472a ist ein Lebensmittelzusatzstoff, der als Emulgator verwendet wird. Er ist ein Essigsäureester von Mono- und Diglyceriden von Speisefettsäuren. E..."},"E451I":{"n":"E451i - Pentanatriumtriphosphat","r":"Unbedenklich","v":false,"g":true,"d":"Pentanatriumtriphosphat, auch bekannt als E451i, ist ein synthetisch hergestellter Zuckeraustauscher und Backhilfsmittel. Es wird in Backwaren, Kuchen..."},"E1521":{"n":"E1521 - Polyethylenglycol","r":"Unbedenklich","v":true,"g":true,"d":"Polyethylenglycol, auch bekannt als E1521, ist ein weiches, farbloses oder leicht gelbliches, starkes, nicht ionisches, hygroskopisches Polymer. Es wi..."},"E249":{"n":"E249 - Kaliumnitrit","r":"Vorsicht","v":false,"g":true,"d":"Kaliumnitrit, mit der E-Nummer E249, ist ein beliebter Lebensmittelzusatzstoff. Er wird hauptsächlich als Konservierungsmittel verwendet, um Lebensmit..."},"E504II":{"n":"E504ii - Magnesiumhydroxidcarbonat","r":"Unbedenklich","v":true,"g":true,"d":"Magnesiumhydroxidcarbonat, auch bekannt als E504ii, ist ein Lebensmittelzusatzstoff, der in der Lebensmittelindustrie verwendet wird. Es wird oft als ..."},"E104":{"n":"E104 - Chinolingelb","r":"Unbedenklich","v":true,"g":true,"d":"Chinolingelb ist eine synthetische organische Verbindung, die als Lebensmittelzusatzstoff verwendet wird. Es wird auch als E-Nummer E104 bezeichnet un..."},"E351":{"n":"E351 - Kaliummalat","r":"Unbedenklich","v":true,"g":true,"d":"Kaliummalat, auch bekannt als E351, ist ein Lebensmittelzusatzstoff, der als pH-Ausgleichsmittel verwendet wird. Es wird häufig in Säften, Limonaden u..."},"E575":{"n":"E575 - Glucono-delta-lacton","r":"Unbedenklich","v":true,"g":true,"d":"Glucono-delta-lacton, mit der E-Nummer E575, ist ein Lebensmittelzusatzstoff, der aus Glukose hergestellt wird. Er wird oft in der Lebensmittelindustr..."},"E339":{"n":"E339 - Natriumphosphaten","r":"Unbedenklich","v":true,"g":true,"d":"Natriumphosphaten, auch bekannt als E339, ist ein Lebensmittelzusatzstoff, der in vielen Produkten verwendet wird. Es wird als pH-Regler und zur Verbe..."},"E160E":{"n":"E160e - Beta-apo-8′-Carotinal (C30)","r":"Unbedenklich","v":true,"g":true,"d":"Beta-apo-8′-Carotinal (C30) ist ein Lebensmittelzusatzstoff mit der E-Nummer E160E. Es handelt sich um einen Carotinoid, der in einigen Lebensmitteln ..."},"E640II":{"n":"E640ii - Natriumglycinat","r":"Unbedenklich","v":true,"g":true,"d":"Natriumglycinat ist ein synthetisch hergestellter, weißer, kristalliner oder fester Natriumsalz der Glycinat-Ionensäure. Es wird als Lebensmittelzusat..."},"E521":{"n":"E521 - Aluminiumnatriumsulfat","r":"Vorsicht","v":true,"g":true,"d":"Aluminiumnatriumsulfat ist eine chemische Verbindung mit der E-Nummer E521. Sie wird als Lebensmittelzusatzstoff verwendet, um die Stabilität von Emul..."},"E338":{"n":"E338 - Phosphorsäure","r":"Unbedenklich","v":true,"g":true,"d":"Phosphorsäure ist eine synthetische Verbindung, die in der Lebensmittelchemie als Konservierungsmittel verwendet wird. Sie wird mit der E-Nummer E338 ..."},"E1101":{"n":"E1101 - Peptidase","r":"Unbedenklich","v":false,"g":true,"d":"E1101 ist eine E-Nummer für Peptidase, ein Enzym, das in Lebensmitteln zur Verdauung eingesetzt wird. Es wird in verschiedenen Lebensmitteln wie Käse,..."},"E280":{"n":"E280 - Propionsäure","r":"Unbedenklich","v":true,"g":true,"d":"Propionsäure, auch bekannt als E-Nummer E280, ist eine natürliche Ameisensäure. Sie wird in Lebensmitteln als Konservierungsmittel verwendet. Propions..."},"E905E":{"n":"E905e - Mineralöl mittlere Viskosität","r":"Unbedenklich","v":true,"g":true,"d":"Mineralöl mittlere Viskosität ist ein Lebensmittelzusatzstoff mit der E-Nummer E905E. Es wird verwendet, um die Viskosität von Ölen und Fetten zu erhö..."},"E451":{"n":"E451 - Tripolyphosphat","r":"Unbedenklich","v":true,"g":true,"d":"Tripolyphosphat, auch bekannt als E451, ist ein Phosphat, das als Lebensmittelzusatzstoff verwendet wird. Es wird in verschiedenen Lebensmitteln wie B..."},"E560":{"n":"E560 - Kaliumsilicat","r":"Unbedenklich","v":true,"g":true,"d":"Kaliumsilicat ist eine E-Nummer mit der Nummer E560. Es ist ein Lebensmittelzusatzstoff, der in verschiedenen Produkten verwendet wird. Kaliumsilicat ..."},"E214":{"n":"E214 - Phb-ester (ethyl-p-hydroxybenzoat)","r":"Unbedenklich","v":true,"g":true,"d":"E214, auch bekannt als Phb-Ester oder ethyl-p-hydroxybenzoat, ist ein Konservierungsstoff, der in vielen Lebensmitteln verwendet wird. Es wird verwend..."},"E304I":{"n":"E304i - Ascorbylpalmitat","r":"Unbedenklich","v":false,"g":true,"d":"Ascorbylpalmitat, auch bekannt als E304i, ist ein synthetischer Lebensmittelzusatzstoff, der als Antioxidans verwendet wird. Er wird oft in Lebensmitt..."},"E337":{"n":"E337 - Kalium-natrium-tartrat","r":"Unbedenklich","v":true,"g":true,"d":"E337, Kalium-natrium-tartrat, ist ein Salz des Tartrat-Anions und wird als Lebensmittelzusatzstoff verwendet. Es hat eine E-Nummer von E337 und wird i..."},"E623":{"n":"E623 - Calciumdiglutamat","r":"Unbedenklich","v":false,"g":true,"d":"Calciumdiglutamat, auch bekannt als E623, ist ein Geschmacksverstärker, der aus Calcium und Glutamat besteht. Es wird häufig in Lebensmitteln verwende..."},"E930":{"n":"E930 - Calciumperoxid","r":"Unbedenklich","v":true,"g":true,"d":"Calciumperoxid, auch bekannt unter der E-Nummer E930, ist ein synthetischer Oxidationsmittel, der in der Lebensmittelindustrie verwendet wird. Es wird..."},"E1000":{"n":"E1000 - Cholsäure","r":"Unbedenklich","v":false,"g":true,"d":"Cholsäure ist eine natürliche Säure, die in tierischen Produkten wie Milch, Käse und Eiern vorkommt. Sie wird auch als Emulgator in Lebensmitteln verw..."},"E507":{"n":"E507 - Salzsäure","r":"Unbedenklich","v":true,"g":true,"d":"Salzsäure, mit der E-Nummer E507, ist eine häufig verwendete Lebensmittelzutat. Sie wird in verschiedenen Formen verwendet, von der Lebensmittelindust..."},"E339I":{"n":"E339i - Mononatriumphosphat","r":"Unbedenklich","v":false,"g":true,"d":"Mononatriumphosphat, auch bekannt als E339i, ist ein Lebensmittelzusatzstoff, der als pH-Regulator eingesetzt wird. Er wird verwendet, um die Säure-Ba..."},"E404":{"n":"E404 - Calciumalginat","r":"Unbedenklich","v":true,"g":true,"d":"Calciumalginat, auch bekannt als E404, ist ein Lebensmittelzusatzstoff, der aus Algen gewonnen wird. Es dient als Gelling- und Stabilisierungsmittel i..."},"E505":{"n":"E505 - EisenII-carbonat","r":"Unbedenklich","v":true,"g":true,"d":"EisenII-carbonat, E 505, ist ein Lebensmittelzusatzstoff, der als Farbstoff verwendet wird. Es wird hauptsächlich in Backwaren und Süßigkeiten verwend..."},"E330":{"n":"E330 - Citronensäure","r":"Unbedenklich","v":true,"g":true,"d":"Citronensäure, auch bekannt als E330, ist eine organische Säure, die in vielen Lebensmitteln als Konservierungsmittel verwendet wird. Sie wird oft in ..."},"E174":{"n":"E174 - Silber","r":"Unbedenklich","v":true,"g":true,"d":"E174 Silber ist ein Farbstoff, der in der Lebensmittelindustrie verwendet wird. Es ist eine silberne Farbe, die in verschiedenen Lebensmitteln wie Süß..."},"E464":{"n":"E464 - Hydroxypropylmethylcellulose","r":"Unbedenklich","v":true,"g":true,"d":"Hydroxypropylmethylcellulose, auch bekannt als E464, ist ein pflanzlicher Stabilisator und Emulgator. Es wird in Lebensmitteln verwendet, um die Textu..."},"E1422":{"n":"E1422 - acetyliertes Distärkeadipat","r":"Unbedenklich","v":true,"g":true,"d":"E1422, auch bekannt als Acetyliertes Distärkeadipat, ist ein Lebensmittelzusatzstoff, der in vielen Lebensmitteln verwendet wird. Es wird verwendet, u..."},"E240":{"n":"E240 - Formaldehyd","r":"Vorsicht","v":false,"g":true,"d":"Formaldehyd ist eine chemische Verbindung mit der E-Nummer E240. Es wird als Konservierungsmittel in Lebensmitteln verwendet."},"E1518":{"n":"E1518 - Glycerintriacetat","r":"Unbedenklich","v":true,"g":true,"d":"Glycerintriacetat, auch bekannt als E1518, ist ein synthetisches Lebensmittelzusatzmittel, das in der Lebensmittelindustrie verwendet wird. Es wird al..."},"E163B":{"n":"E163b - Delphinidin","r":"Unbedenklich","v":true,"g":true,"d":"Delphinidin (E163b) ist ein Farbstoff, der in roten Beeren und Pflanzen vorkommt. Er wird als Lebensmittelzusatz verwendet, um Lebensmitteln Farbe und..."},"E965II":{"n":"E965ii - Maltitsirup","r":"Unbedenklich","v":true,"g":true,"d":"Maltitsirup, auch bekannt als E965ii, ist ein pflanzlicher Süßstoff, der aus Malz hergestellt wird. Er wird oft in der Lebensmittelindustrie verwendet..."},"E578":{"n":"E578 - Calciumgluconat","r":"Unbedenklich","v":true,"g":true,"d":"Calciumgluconat ist ein Kalziumzusatzstoff, der aus Gluconat und Kalziumsulfat hergestellt wird. Es wird in verschiedenen Lebensmitteln wie Backwaren,..."},"E130":{"n":"E130 - Indanthron","r":"Unbedenklich","v":true,"g":true,"d":"Indanthron (E130) ist ein synthetischer Farbstoff, der als Lebensmittelzusatzstoff verwendet wird. Er wird hauptsächlich als Farbstoff in Lebensmittel..."},"E579":{"n":"E579 - Eisengluconat","r":"Unbedenklich","v":false,"g":true,"d":"Eisengluconat (E579) ist ein Eisengluconat, ein Lebensmittelzusatzstoff, der in der Lebensmittelindustrie verwendet wird. Es wird zur Stabilisierung v..."},"E500":{"n":"E500 - Natriumcarbonate","r":"Unbedenklich","v":true,"g":true,"d":"Natriumcarbonate, auch bekannt als E500, ist ein häufiger Lebensmittelzusatzstoff. Es wird als pH-Regulator und Antioxidans verwendet, um die Haltbark..."},"E335":{"n":"E335 - Natriumtartrate","r":"Unbedenklich","v":true,"g":true,"d":"Natriumtartrate, auch bekannt als E335, ist ein Weißes Pulver, das als Lebensmittelzusatzstoff verwendet wird. Es wird aus Natron und Tartrat hergeste..."},"E577":{"n":"E577 - Kaliumgluconat","r":"Unbedenklich","v":true,"g":true,"d":"Kaliumgluconat, mit der E-Nummer E577, ist ein Kaliumsalz der Gluconinsäure. Es wird in der Lebensmittelindustrie als Konservierungsmittel und Stabili..."},"E951":{"n":"E951 - Aspartam","r":"Unbedenklich","v":true,"g":true,"d":"Aspartam ist ein künstliches Süßmittel, das als E-Nummer E951 bezeichnet wird. Es wird in vielen Lebensmitteln verwendet, um den süßen Geschmack zu er..."},"E939":{"n":"E939 - Helium","r":"Unbedenklich","v":true,"g":true,"d":"Helium ist eine Edelgas und trägt die E-Nummer E939. Es wird in der Lebensmittelchemie als Sauerstoffersatz verwendet. Helium ist ein farbloses, geruc..."},"E161J":{"n":"E161j - Astaxanthin","r":"Unbedenklich","v":true,"g":true,"d":"Astaxanthin ist ein natürlicher Farbstoff, der in Algen, Krill und anderen Meereslebewesen vorkommt. Es wird auch als Lebensmittelzusatzstoff verwende..."},"E1202":{"n":"E1202 - Polyvinylpolypyrrolidon","r":"Unbedenklich","v":true,"g":true,"d":"Polyvinylpolypyrrolidon, auch bekannt als PVP, ist ein synthetisches Polymer, das häufig in Lebensmitteln als Stabilisator und Emulgator verwendet wir..."},"E474":{"n":"E474 - Zuckerglyceride","r":"Unbedenklich","v":true,"g":true,"d":"Zuckerglyceride, bekannt unter der E-Nummer E474, sind ein Gemisch aus Zuckern und Glycerin. Sie werden in der Lebensmittelindustrie verwendet, um die..."},"E938":{"n":"E938 - Argon","r":"Unbedenklich","v":true,"g":true,"d":"Argon ist eine edle, farblose, geruchlose und giftige chemische Verbindung. Es wird als Lebensmittelkonservierungsmittel verwendet, um Sauerstoff aus ..."},"E164":{"n":"E164 - Safran","r":"Unbedenklich","v":false,"g":true,"d":"Safran ist eine hochwertige, goldgelbe Farbstoffe, die aus den Blüten der Safranpflanze (Crocus sativus) gewonnen wird. Die E-Nummer E164 steht für Sa..."},"E435":{"n":"E435 - Polyoxyethylen-Sorbitanmonostearat","r":"Unbedenklich","v":true,"g":true,"d":"Polyoxyethylen-Sorbitanmonostearat, auch bekannt als E 435, ist ein Lebensmittelzusatzstoff, der als Emulgator und Stabilisator verwendet wird. Er wir..."},"E222":{"n":"E222 - Natriumhydrogensulfit","r":"Unbedenklich","v":true,"g":true,"d":"Natriumhydrogensulfit, bekannt als E222, ist ein synthetischer Zusatzstoff, der in der Lebensmittelindustrie als Konservierungsmittel verwendet wird. ..."},"E1210":{"n":"E1210 - Carbomer","r":"Unbedenklich","v":true,"g":true,"d":"Carbomer, auch bekannt als E1210, ist ein synthetisches Polymere, das in der Lebensmittelindustrie als Stabilisator und Emulgator verwendet wird. Es h..."},"E500I":{"n":"E500i - Natriumcarbonat","r":"Unbedenklich","v":true,"g":true,"d":"Natriumcarbonat, auch bekannt als E500i, ist ein Natriumsalz der Carbonat-Ionen. Es wird häufig in der Lebensmittelindustrie als Backpulver, pH-Regler..."},"E335I":{"n":"E335i - Mononatriumtartrat","r":"Unbedenklich","v":true,"g":true,"d":"Mononatriumtartrat ist ein synthetisch hergestellter Zusatzstoff, der in vielen Lebensmitteln verwendet wird. Es wird als pH-Stabilisator und Konservi..."},"E904":{"n":"E904 - Schellack","r":"Unbedenklich","v":true,"g":true,"d":"Schellack, auch bekannt als E904, ist ein Lebensmittelzusatzstoff, der hauptsächlich in Schokolade und anderen Süßigkeiten verwendet wird. Es ist ein ..."},"E1441":{"n":"E1441 - Hydroxypropyldistärkeglycerin","r":"Unbedenklich","v":true,"g":true,"d":"Hydroxypropyldistärkeglycerin ist ein Lebensmittelzusatzstoff mit der E-Nummer E1441. Es wird verwendet, um die Textur und Konsistenz von Lebensmittel..."}}